{
  "url": "https://www.cdc.gov/dpdx/cercarialdermatitis/index.html",
  "title": "Cercarial Dermatitis",
  "species": [],
  "parasite_biology": "### Causal Agents\n\nCercarial dermatitis (“swimmer’s itch”, “clam-digger’s itch”, “duck itch”) is\ncaused by the cercariae of certain species of schistosomes whose normal hosts\nare birds and mammals other than humans. These cercariae seem to have a\nchemotrophic reaction to secretions from the skin and are not as host-specific\nas other types of human-infecting schistosomes. Skin penetration by these\nzoonotic cercariae causes dermatitis, but the cercariae do not mature into\nadults in the human body.\n\nSeveral genera/species are known to cause cercarial dermatitis; the most\ncommonly implicated genus globally is the waterfowl schistosome\n_Trichobilharzia_ spp. (_T. ocellata, T. brevis, T. stagnicolae, T. physellae,\nT. regenti,_ and others). Other avian schistosomes that cause cercarial\ndermatitis include _Ornithobilharzia_ spp., _Austrobilharzia_ spp. (_A._ ),\n_Bilharziella polonica,_ and _Gigantobilharzia huronensis._ Cases involving\nmammalian schistosomes _Heterobilharzia americana_ , _Bivitellobiharzia_ spp.,\n_Schistosomatium_ spp., and some aberrant zoonotic _Schistosoma_ spp. (_S.\nspindale, S._(_=Orientobilharzia_)_turkestanicum_) occur occasionally. These\nschistosomes all use different snail intermediate hosts, commonly those from\nthe families Nassariidae, Lymnaeidae, and Physidae.\n\nCercarial dermatitis should not be confused with seabather’s eruption, which\nis caused by the larval stage of cnidarians (e.g., jellyfish). The areas of\nskin affected by seabather’s eruption is generally under the garments worn by\nbathers and swimmers where the organisms are trapped after the person leaves\nthe water. Cercarial dermatitis occurs on the exposed skin outside of close-\nfitting garments.\n\n### Life Cycle\n\n[![lifecycle](/dpdx/cercarialdermatitis/modules/Cercarial_LifeCycle_19.jpg?_=94165)](/dpdx/cercarialdermatitis/modules/Cercarial_LifeCycle_lg.jpg)\n\n[View Larger](/dpdx/cercarialdermatitis/modules/Cercarial_LifeCycle_lg.jpg)\n\nAdult worms are found in the blood vessels of definitive hosts and produce\neggs that are passed in the feces\n![image](/dpdx/images/life_cycle_numbers/new/1.jpg) On exposure to water, the\neggs hatch and liberate a ciliated miracidium that infects a suitable snail\n(gastropod) intermediate host\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) . The parasite develops in\nthe intermediate host ![image](/dpdx/images/life_cycle_numbers/new/3.jpg) to\nproduce free-swimming cercariae that are released under appropriate conditions\nand penetrate the skin of the birds and migrate to the blood vessels to\ncomplete the cycle ![image](/dpdx/images/life_cycle_numbers/new/4.jpg) .\nHumans are inadvertent and inappropriate hosts; cercariae may penetrate the\nskin but do not develop further\n![image](/dpdx/images/life_cycle_numbers/new/5.jpg) . A number of species of\ntrematodes with dermatitis-producing cercariae have been described from both\nfreshwater and saltwater environments, and exposure to either type of cercaria\nwill sensitize persons to both.\n\n### Hosts\n\nThough some schistosomes of mammals cause cercarial dermatitis, the vast\nmajority involved are of avian origin, and many of which exhibit relatively\nlow specificity among bird hosts. For example,_Trichobilharzia_ spp. are often\nassociated with anseriform birds (e.g. ducks, geese) and _Austrobilharzia_\nspp. with many species of anseriforms, wading birds, and seabirds.\n_Gigantobilharzia_ spp. have been identified in goldfinches, starlings,\npelicans, cardinals, crows, canaries, and more. Among the more well-described\ndermatitis-causing mammalian schistosomes, _Heterobilharzia americana_ is\nfound in dogs and raccoons, and _Schistosoma spindale_ normally infects\nruminant livestock. Snail intermediate hosts are diverse and will depend on\nthe parasite species and the habitat of the definitive host.\n\n### Geographic Distribution\n\nCercarial dermatitis occurs worldwide with cases reported from every inhabited\ncontinent. Many species are widespread due to the migration of suitable bird\nhosts and introduction of snail intermediate hosts. In the United States,\ncases are commonly reported from the Great Lakes region.\n\nAgents of cercarial dermatitis exist in both marine and freshwater\nenvironments. Freshwater species include _Trichobilharzia_ spp.,\n_Gigantobilharzia huronensis, Bilharziella polonica, Heterobilharzia\namericana_ , _Schistosomatium_ spp., and _Bivitellobiharzia_ spp. Marine\n(saltwater or brackish) species include _Austrobilharzia_ spp. and\n_Ornithobilharzia_ spp.\n\n### Clinical Presentation\n\nCercarial dermatitis (swimmer’s itch) is a cutaneous inflammatory response\nusually associated with penetration of the skin by cercariae of bird\nschistosomes. Symptoms include reddening and itching of exposed skin in the\nwater or immediately after emerging. This is an indication of initial\npenetration of the cercariae. After a period of approximately 12 hours,\npruritic papules may become vesicular. Scratching the affected areas may\nresult in secondary bacterial infections. An interesting note is that previous\ncontact with cercariae can lead to a more immediate and intense immune\nresponse.\n\n",
  "image_gallery": "**Representative cercariae.**\n\nProper identification of cercariae which may cause cercarial dermatitis is\nbest left to investigators with a good background in trematode morphology as\nwell as malacology.\n\n![Figure\nA](/dpdx/cercarialdermatitis/images/1/CercarialDermatitisA.jpg?_=00748)\n\nFigure A: Cercaria of _Austrobilharzia variglandis_ , a species which may\ncause cercarial dermatitis. Note the forked tail and a pair of dark, small\neyespots near the anterior end\n\nClinical manifestations of cercarial dermatitis\n\n![Figure\nA](/dpdx/cercarialdermatitis/images/2/Cercarial_dermatitis.jpg?_=00752)\n\nFigure A: Skin of a patient showing the inflammatory response to cercariae in\nthe skin.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nCercarial dermatitis is usually diagnosed based on symptoms and not laboratory\nanalyses of clinical specimens. Investigation into the causal agent rarely\noccurs except during outbreaks. In these cases, specific snails that would be\nsuitable hosts for these particular schistosomes need to be collected from the\narea where cases of cercarial dermatitis have been reported. The cercariae\nthen must be identified by experts as being a type that can cause cercarial\ndermatitis by using appropriate reference material. PCR can also be used to\nidentify species using cercariae or infected snail tissue.\n\n### Lab Safety\n\nUniversal laboratory precautions apply. Infectious cercariae are unlikely to\nbe handled in a human clinical diagnostic laboratory.\n\n",
  "resources": "### Suggested Reading\n\nHorák, P., Mikeš, L., Lichtenbergová, L., Skála, V., Soldánová, M. and Brant,\nS.V., 2015. Avian schistosomes and outbreaks of cercarial dermatitis.\n_Clinical Microbiology Reviews_ , 28 (1), pp.165-190.\n\nVerbrugge, L.M., Rainey, J.J., Reimink, R.L. and Blankespoor, H.D., 2004.\nSwimmer’s itch: incidence and risk factors. _American Journal of Public\nHealth_ , 94 (5), pp.738-741.\n\n",
  "image_links": [
    "/dpdx/cercarialdermatitis/modules/Cercarial_LifeCycle_19.jpg?_=94165",
    "/dpdx/cercarialdermatitis/images/1/CercarialDermatitisA.jpg?_=00748",
    "/dpdx/cercarialdermatitis/images/2/Cercarial_dermatitis.jpg?_=00752"
  ],
  "last_reviewed": "May 10, 2019"
}