{
  "url": "https://www.cdc.gov/dpdx/dioctophymiasis/index.html",
  "title": "Dioctophymiasis",
  "species": [
    "Dioctophyme renale"
  ],
  "parasite_biology": "### Causal Agent\n\n_Dioctophyme_(=_Dioctophyma_) _renale_ , the giant kidney worm, is the largest\nknown parasitic nematode infecting humans — adult females can reach over one\nmeter in length. The genus has been spelled as both “ _Dioctophyma”_ and “\n_Dioctophyme”_. Human infections are very rare.\n\n### Life Cycle\n\n[![lifecycle](/dpdx/dioctophymiasis/modules/Dioctophyme_LifeCycle_19.jpg?_=27670)](/dpdx/dioctophymiasis/modules/Dioctophyme_LifeCycle_lg.jpg)\n\n[View Larger](/dpdx/dioctophymiasis/modules/Dioctophyme_LifeCycle_lg.jpg)\n\nUnembryonated eggs are shed in the urine of the definitive host\n![image](/dpdx/images/life_cycle_numbers/new/1.jpg) and L1 larvae develop\ninside the egg after about a month in water\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) . After being eaten by the\ninvertebrate intermediate host (oligochaete worms), the eggs hatch in the\ndigestive tract and mature into L3 larvae after two molts (usually 2—3 months\nat 20—30°C). If the intermediate host is eaten by a paratenic host, the L3\nlarvae encyst in tissue and do not develop any further\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) . Most commonly, the\ndefinitive host becomes infected after eating a paratenic host with encysted\nL3 larvae ![image](/dpdx/images/life_cycle_numbers/new/5.jpg) Consuming\ninfected invertebrate intermediate hosts may also establish infection, but is\nprobably not the major infection route in nature\n![image](/dpdx/images/life_cycle_numbers/new/6.jpg) . After being ingested by\nthe definitive host, the infective larvae migrate through the gastric wall to\nthe liver, and eventually to the kidney (typically the right kidney). Larvae\nbecome adults approximately six months after ingestion by the definitive host.\n\nHumans may also become infected after eating undercooked paratenic hosts\n![image](/dpdx/images/life_cycle_numbers/new/7.jpg) . Although humans may\nserve as definitive hosts with kidney infections, often the larvae migrate\naberrantly, eventually becoming encapsulated in subcutaneous nodules and\nceasing further development.\n\n### Hosts\n\nMustelids (particularly minks) serve as the usual definitive hosts for\n_Dioctophyme renale,_ although infections with adult worms also occur in wild\nand domestic canids, otters, martens, and raccoons. Rarely, other mammals,\nincluding herbivores and humans can become infected.\n\nAquatic oligochaete worms (e.g. _Lumbriculus variegatus_), also known as\n“blackworms”, are known to be intermediate hosts. A number of freshwater fish\nand amphibian species can act as paratenic hosts.\n\n### Geographic Distribution\n\n_Dioctophyme renale_ has a broad and likely worldwide distribution in\ncarnivores, although little is known about its occurrence in Africa. Zoonotic\ninfections have been reported from the United States, Iran, India, China, and\nIndonesia. It has been suggested that the single case report of _D. renale_\ninfection from Australia is a misidentification of Leisegang rings, a specific\nformation of mineral precipitates in the kidney and other organs that can be\nmistaken for eggs __ of _D. renale_.\n\n### Clinical Presentation\n\nMost of the earlier reports of dioctophymiasis in humans involved the finding\nof eggs or adult worms expelled in urine, usually accompanied by hematuria,\nand sometimes abdominal pain, fever, and eosinophilia. Adult worms have been\nfound in the right kidney, left kidney, both kidneys, retroperitoneal space,\nand liver. There is one report of a worm rupturing through the body wall\n(fistula) from an abscessed kidney. There are a few more recent reports of L3\nlarvae being found in migratory, subcutaneous nodules.\n\n",
  "image_gallery": "##### Adult _Dioctophyme renale_\n\nBoth sexes of _Dioctophyme renale_ are large (females 20—100 cm long, 4—12 mm\nwide; males 14—45 cm long, 4—6 mm wide), bright red, robust nematodes in their\nadult stages. Males have a bell-shaped bursa with a single spicule. Kidneys\ninfected with _D. renale_ are often reduced to a hollow capsule surrounding\nthe adult worms.\n\n_The images below were provided courtesy of Dr. John Gilleard, Faculty of\nVeterinary Medicine, Host-Parasite Interactions Group, University of Calgary._\n\n![](/dpdx/dioctophymiasis/images/3/D_re_both.jpg?_=72210)\n\nFigure A: One _D. renale_ female (left) and two males (right) extracted from\nthe kidney of a naturally infected dog.\n\n![Figure B](/dpdx/dioctophymiasis/images/3/D_re_male.jpg?_=72211)\n\nFigure B: Posterior end of a male _D. renale_ , showing the bell-shaped\ncopulatory bursa (arrow). The spicule is not extruded.\n\n![Figure C](/dpdx/dioctophymiasis/images/3/D_re_kidney.jpg?_=72211)\n\nFigure C: A kidney, which contained three adult _D. renale_ , removed from a\nnaturally infected dog. In renal infections, the parenchyma may be largely\ndestroyed by the adult worms.\n\n##### Larvae of _Dioctotphyme renale_ in human tissue.\n\n_Dioctophyme renale_ is known as the giant kidney worm, and parasitizes a wide\nrange of primarily fish-eating carnivorous mammals (including mustelids). As\nhumans are not the usual definitive host for _D. renale_ , the parasite does\nnot usually present the way it would in its natural definitive hosts. Although\nthere have been a few cases in humans with kidney involvement, often the\nlarvae wind up in subcutaneous nodules and do not develop any further.\n\n![](/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_A.jpg?_=02199)\n\nFigure A: Cross-sections of larvae of _D. renale_ in a subcutaneous nodule,\nstained with hematoxylin and eosin (H&E). Images courtesy of the Laboratory of\nParasitology, National Public Health Research Center in Vilnius, Lithuania\n\n![Figure D](/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_D.jpg?_=02208)\n\nFigure D: Higher-magnification of the specimens shown in Figures A and B,\nshowing a close-up of the characteristic intestine, with cuboidal, uninucleate\ncells, pigment, and microvilli.\n\n![](/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_B.jpg?_=02203)\n\nFigure B: Cross-sections of larvae of _D. renale_ in a subcutaneous nodule,\nstained with hematoxylin and eosin (H&E). Images courtesy of the Laboratory of\nParasitology, National Public Health Research Center in Vilnius, Lithuania\n\n![](/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_E.jpg?_=02205)\n\nFigure E: Higher-magnification of the specimens shown in Figures A-D. Shown in\nthis image are the tall, polymyarian muscle cells, the characteristic ventral\nchord with a U-shaped row of nuclei (black arrow), and three pseudocoelomic\nmembranes (red arrows).\n\n![](/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_C.jpg?_=02201)\n\nFigure C: Higher-magnification of the specimens shown in Figures A and B,\nshowing a close-up of the characteristic intestine, with cuboidal, uninucleate\ncells, pigment, and microvilli.\n\n![](/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_F.jpg?_=02207)\n\nFigure F: Close-up of Figure A, showing the ventral chord (black-arrow).\n\nEggs of _D. renale_ in animal tissue.\n\n![](/dpdx/dioctophymiasis/images/2/D_renale_egg_tissue1.jpg?_=02196)\n\nFigure A: Egg of _D. renale_ in the kidney of a mink, stained with hematoxylin\nand eosin (H&E).\n\n![](/dpdx/dioctophymiasis/images/2/D_renale_egg_tissue3.jpg?_=02197)\n\nFigure B: Egg of _D. renale_ in the kidney of a mink, stained with hematoxylin\nand eosin (H&E).\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nIdentification of eggs in urine, or adult worms which are sometimes\nspontaneously expelled in urine. Adults may also be found during laparotomy or\nhysterectomy (or necropsy) when in the abdominal cavity. L3 larvae in\nsubcutaneous nodules may be observed in stained tissue sections.\n\n### Laboratory Safety\n\nStandard laboratory precautions apply for the examination of tissue sections.\n\n",
  "resources": "### Suggested Reading\n\nLi, G., Liu, C., Li, F., Zhou, M., Liu, X. and Niu, Y., 2010. Fatal bilateral\ndioctophymatosis. _Journal of Parasitology_ , 96 (6), pp.1152-1154.\n\nTuur, S.M., Nelson, A.M., Gibson, D.W., Neafie, R.C., Johnson, F.B., Mostofi,\nF.K. and Connor, D.H., 1987. Liesegang rings in tissue. How to distinguish\nLiesegang rings from the giant kidney worm, _Dioctophyma renale_. _The\nAmerican Journal of Surgical Pathology_ , 11(8), pp.598-605.\n\nKatz, L. B., & Ehya, H., 1990. Liesegang rings in renal cyst fluid.\n_Diagnostic Cytopathology_ 6(3), pp.197-200.\n\n",
  "image_links": [
    "/dpdx/dioctophymiasis/modules/Dioctophyme_LifeCycle_19.jpg?_=27670",
    "/dpdx/dioctophymiasis/images/3/D_re_both.jpg?_=72210",
    "/dpdx/dioctophymiasis/images/3/D_re_male.jpg?_=72211",
    "/dpdx/dioctophymiasis/images/3/D_re_kidney.jpg?_=72211",
    "/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_A.jpg?_=02199",
    "/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_D.jpg?_=02208",
    "/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_B.jpg?_=02203",
    "/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_E.jpg?_=02205",
    "/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_C.jpg?_=02201",
    "/dpdx/dioctophymiasis/images/1/Dioctophyme_LTU_F.jpg?_=02207",
    "/dpdx/dioctophymiasis/images/2/D_renale_egg_tissue1.jpg?_=02196",
    "/dpdx/dioctophymiasis/images/2/D_renale_egg_tissue3.jpg?_=02197"
  ],
  "last_reviewed": "June 17, 2019"
}