{
  "url": "https://www.cdc.gov/dpdx/echinococcosis/index.html",
  "title": "Echinococcosis",
  "species": [
    "Echinococcus granulosus",
    "Echinococcus multilocularis",
    "Echinococcus oligarthrus",
    "Echinococcus vogeli"
  ],
  "parasite_biology": "### Causal Agents\n\nHuman echinococcosis (hydatidosis, or hydatid disease) is caused by the larval\nstages of cestodes (tapeworms) of the genus _Echinococcus_. _Echinococcus\ngranulosus_ (sensu lato) causes cystic echinococcosis and is the form most\nfrequently encountered. Another species, _E. multilocularis,_ causes alveolar\nechinococcosis, and is becoming increasingly more common. Two exclusively New\nWorld species, _E. vogeli_ and _E. oligarthrus,_ are associated with\n“Neotropical echinococcosis”; _E. vogeli_ causes a polycystic form whereas _E.\noligarthrus_ causes the extremely rare unicystic form.\n\nMany genotypes of _E. granulosus_ have been identified that differ in their\ndistribution, host range, and some morphological features; these are often\ngrouped into separate species in modern literature. The known zoonotic\ngenotypes within the _E. granulosus_ sensu lato complex include the\n“classical” _E. granulosus_ sensu stricto (G1–G3 genotypes), _E.\nortleppi_(G5), and the _E. canadensis_ group (usually considered G6, G7, G8,\nand G10). Research on the epidemiology and diversity of these genotypes is\nongoing, and no consensus has been reached on appropriate nomenclature thus\nfar.\n\n### Life Cycle\n\n**Cystic Echinococcosis (_Echinococcus granulosus_ sensu lato)**\n\n[![lifecycle](/dpdx/echinococcosis/modules/Echinococcus_gran_LifeCycle_19.jpg?_=55816)](/dpdx/echinococcosis/modules/Echinococcus_gran_LifeCycle_lg.jpg)\n\n[View Larger](/dpdx/echinococcosis/modules/Echinococcus_gran_LifeCycle_lg.jpg)\n\nThe adult _Echinococcus granulosus_(sensu lato) (2—7 mm long)\n![image](/dpdx/images/life_cycle_numbers/new/1.jpg) resides in the small\nintestine of the definitive host. Gravid proglottids release eggs\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) that are passed in the\nfeces, and are immediately infectious. After ingestion by a suitable\nintermediate host, eggs hatch in the small intestine and release six-hooked\noncospheres ![image](/dpdx/images/life_cycle_numbers/new/3.jpg) that penetrate\nthe intestinal wall and migrate through the circulatory system into various\norgans, especially the liver and lungs. In these organs, the oncosphere\ndevelops into a thick-walled hydatid cyst\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) that enlarges gradually,\nproducing protoscolices and daughter cysts that fill the cyst interior. The\ndefinitive host becomes infected by ingesting the cyst-containing organs of\nthe infected intermediate host. After ingestion, the protoscolices\n![image](/dpdx/images/life_cycle_numbers/new/5.jpg) evaginate, attach to the\nintestinal mucosa ![image](/dpdx/images/life_cycle_numbers/new/6.jpg) , and\ndevelop into adult stages ![image](/dpdx/images/life_cycle_numbers/new/1.jpg)\nin 32 to 80 days.\n\nHumans are aberrant intermediate hosts, and become infected by ingesting eggs\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) . Oncospheres are released\nin the intestine ![image](/dpdx/images/life_cycle_numbers/new/3.jpg) , and\nhydatid cysts develop in a variety of organs\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) . If cysts rupture, the\nliberated protoscolices may create secondary cysts in other sites within the\nbody (secondary echinococcosis).\n\n**Alveolar Echinococcosis (_Echinococcus multilocularis_)**\n\n[![lifecycle](/dpdx/echinococcosis/modules/Echinococcus_multi_LifeCycle_19.jpg?_=55830)](/dpdx/echinococcosis/modules/Echinococcus_multi_LifeCycle_lg.jpg)\n\n[View\nLarger](/dpdx/echinococcosis/modules/Echinococcus_multi_LifeCycle_lg.jpg)\n\nThe adult _Echinococcus multilocularis_ (1.2—4.5 mm long)\n![image](/dpdx/images/life_cycle_numbers/new/1.jpg) resides in the small\nintestine of the definitive host. Gravid proglottids release eggs\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) that are passed in the\nfeces, and are immediately infectious. After ingestion by a suitable\nintermediate host, eggs hatch in the small intestine and releases a six-hooked\noncosphere ![image](/dpdx/images/life_cycle_numbers/new/3.jpg) that penetrates\nthe intestinal wall and migrates through the circulatory system into various\norgans (primarily the liver for _E. multilocularis_). The oncosphere develops\ninto a multi-chambered (“multilocular”), thin-walled (alveolar) hydatid cyst\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) that proliferates by\nsuccessive outward budding. Numerous protoscolices develop within these cysts.\nThe definitive host becomes infected by ingesting the cyst-containing organs\nof the infected intermediate host. After ingestion, the protoscolices\n![image](/dpdx/images/life_cycle_numbers/new/5.jpg) evaginate, attach to the\nintestinal mucosa ![image](/dpdx/images/life_cycle_numbers/new/6.jpg) , and\ndevelop into adult stages ![image](/dpdx/images/life_cycle_numbers/new/1.jpg)\nin 32 to 80 days.\n\nHumans are aberrant intermediate hosts, and become infected by ingesting eggs\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) . Oncospheres\n![image](/dpdx/images/life_cycle_numbers/new/3.jpg) are released in the\nintestine and cysts develop within in the liver\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) . Metastasis or\ndissemination to other organs (e.g., lungs, brain, heart, bone) may occur if\nprotoscolices are released from cysts, sometimes called “secondary\nechinococcosis.”\n\n**  \nNeotropical Echinococcosis (_Echinococcus vogeli, E. oligarthrus)_**\n\nThe Neotropical agents follow the same life cycle although with differences in\nhosts, morphology, and cyst structure. Adults of _E. vogeli_ reach up to 5.6\nmm long, and _E. oligarthrus_ up to 2.9 mm. Cysts are generally similar to\nthose found in cystic echinocccosis but are multi-chambered.\n\n### Hosts\n\n_Echinococcus granulosus_ definitive hosts are wild and domestic canids.\nNatural intermediate hosts depend on genotype. Intermediate hosts for zoonotic\nspecies/genotypes are usually ungulates, including sheep and goats (_E.\ngranulosus_ sensu stricto), cattle (_“E. ortleppi_ ”/G5), camels (_“E.\ncanadensis”/_ G6), and cervids (“ _E. canadensis”/_ G8, G10).\n\nFor _E. multilocularis,_ foxes, particularly red foxes (_Vulpes vulpes_), are\nthe primary definitive host species. Other canids including domestic dogs,\nwolves, and raccoon dogs (_Nyctereutes procyonoides_) are also competent\ndefinitive hosts. Many rodents can serve as intermediate hosts, but members of\nthe subfamily Arvicolinae (voles, lemmings, and related rodents) are the most\ntypical.\n\nThe natural definitive host of _E. vogeli_ is the bush dog (_Speothos\nvenaticus_), and possibly domestic dogs. Pacas (_Cuniculus paca_) and agoutis\n(_Dasyprocta_ spp.) are known intermediate hosts. _E. oligarthrus_ uses wild\nneotropical felids (e.g. ocelots, puma, jaguarundi) as definitive hosts, and a\nbroader variety of rodents and lagomorphs as intermediate hosts.\n\n### Geographic Distribution\n\n_Echinococcus granulosus_ sensu lato occurs practically worldwide, and more\nfrequently in rural, grazing areas where dogs ingest organs from infected\nanimals. The geographic distribution of individual _E. granulosus_ genotypes\nis variable and an area of ongoing research. The lack of accurate case\nreporting and genotyping currently prevents any precise mapping of the true\nepidemiologic picture. However, genotypes G1 and G3 (associated with sheep)\nare the most commonly reported at present and broadly distributed. In North\nAmerica, _Echinococcus granulosus_ is rarely reported in Canada and Alaska,\nand a few human cases have also been reported in Arizona and New Mexico in\nsheep-raising areas. In the United States, most infections are diagnosed in\nimmigrants from counties where cystic echinococcosis is endemic. Some\ngenotypes designated “ _E. canadensis”_ occur broadly across Eurasia, the\nMiddle East, Africa, North and South America (G6, G7) while some others seem\nto have a northern holarctic distribution (G8, G10).\n\n_E. multilocularis_ occurs in the northern hemisphere, including central and\nnorthern Europe, Central Asia, northern Russia, northern Japan, north-central\nUnited States, northwestern Alaska, and northwestern Canada. In North America,\n_Echinococcus multilocularis_ is found primarily in the north-central region\nas well as Alaska and Canada. Rare human cases have been reported in Alaska,\nthe province of Manitoba, and Minnesota. Only a single autochthonous case in\nthe United States (Minnesota) has been confirmed.\n\n_E. vogeli_ and _E. oligarthrus_ occur in Central and South America.\n\n### Clinical Presentation\n\n_Echinococcus granulosus_ infections often remain asymptomatic for years\nbefore the cysts grow large enough to cause symptoms in the affected organs.\nThe rate at which symptoms appear typically depends on the location of the\ncyst. Hepatic and pulmonary signs/symptoms are the most common clinical\nmanifestations, as these are the most common sites for cysts to develop In\naddition to the liver and lungs, other organs (spleen, kidneys, heart, bone,\nand central nervous system, including the brain and eyes) can also be\ninvolved, with resulting symptoms. Rupture of the cysts can produce a host\nreaction manifesting as fever, urticaria, eosinophilia, and potentially\nanaphylactic shock; rupture of the cyst may also lead to cyst dissemination.\n\n_Echinococcus multilocularis_ affects the liver as a slow growing, destructive\ntumor, often with abdominal pain and biliary obstruction being the only\nmanifestations evident in early infection. This may be misdiagnosed as liver\ncancer. Rarely, metastatic lesions into the lungs, spleen, and brain occur.\nUntreated infections have a high fatality rate.\n\n_Echinococcus vogeli_ affects mainly the liver, where it acts as a slow\ngrowing tumor; secondary cystic development is common. Too few cases of _E.\noligarthrus_ have been reported for characterization of its clinical\npresentation.\n\n",
  "image_gallery": "##### **_Echinococcus granulosus_ in tissue.**\n\nUpon ingestion of eggs by the human host, the oncospheres migrate from the\nintestinal lumen to other body sites via circulation and develop into hydatid\ncysts. These cysts can be found in any part of the body, but are most common\nin the liver, lung and central nervous system.\n\n![Figure A](/dpdx/echinococcosis/images/1/Eg_cyst.jpg?_=45837)\n\nFigure A: Cross-section of an _E. granulosus_ cyst, stained with H&E. Host\ntissue (A) encapsulates the hydatid cyst wall, which is composed of an\nacellular laminated layer (B) and a nucleate germinal layer (C) from which the\nbrood capsule (D) arises. Inside the brood capsule are numerous protoscolices\n(E) with visible hooklets (F).\n\n![Figure B](/dpdx/echinococcosis/images/1/Eg_cyst5.jpg?_=45838)\n\nFigure B: Magnified view of an _E. granulosus_ protoscolex, H&E stained. Note\nthe row of hooklets.\n\n![Figure\nC](/dpdx/echinococcosis/images/1/Echinococcus_hydatidsand_A.jpg?_=01597)\n\nFigure C: Protoscolices liberated from a hydatid cyst. The two protoscolices\non the right side of the image are evaginated.\n\n![Figure\nD](/dpdx/echinococcosis/images/1/Echinococcus_hydatidsand_B.jpg?_=01595)\n\nFigure D: Invaginated protoscolices liberated from a hydatid cyst.\n\n##### **_Echinococcus_ sp. from a liver cyst, stained with Papanicolaou (PAP)\nstain.**\n\nThe following images show the contents of a degenerating hydatid cyst from a\nliver aspirate, stained with Papanicolaou (PAP) stain.\n\n![Figure A](/dpdx/echinococcosis/images/2/EchinococcusCellNetix_A.jpg?_=01606)\n\nFigure A: Protoscolices in a hydatid cyst removed a liver cyst, stained with\nPAP.\n\n![Figure B](/dpdx/echinococcosis/images/2/EchinococcusCellNetix_B.jpg?_=01604)\n\nFigure B: Protoscolices in a hydatid cyst removed a liver cyst, stained with\nPAP.\n\n![Figure C](/dpdx/echinococcosis/images/2/EchinococcusCellNetix_C.jpg?_=01601)\n\nFigure C: Degenerating protoscolex from a liver cyst, stained with PAP.\n\n![](/dpdx/echinococcosis/images/2/EchinococcusCellNetix_D.jpg?_=01602)\n\nFigure D: Higher magnification of the image in Figure C, showing a close-up of\nthe hooklets.\n\n![](/dpdx/echinococcosis/images/2/EchinococcusCellNetix_E.jpg?_=01607)\n\nFigure E: Degenerating protoscolex from a liver cyst, stained with PAP. Notice\nthe conspicuous calcareous corpuscles, characteristic of cestode infections.\n\n![](/dpdx/echinococcosis/images/2/EchinococcusCellNetix_F.jpg?_=01599)\n\nFigure F: Free hooklets in 'hydatid sand' from the aspirate of a liver cyst,\nstained with PAP.\n\n##### _**Echinococcus multilocularis**_**in tissue.**\n\n_Echinococcus multilocularis_ is the second most common cause of\nechinococcosis in humans. The definitive hosts for _E. multilocularis_ are\nalso canids, but more commonly foxes than domestic dogs. Arvicoline rodents\n(voles and related species) also play an important role in the natural life\ncycle as intermediate hosts.\n\n![Figure\nA](/dpdx/echinococcosis/images/3/Emultilocularis_liver_BAM1.jpg?_=01609)\n\nFigure A: _Echinococcus multilocularis_ in liver tissue, stained with\nhematoxylin and eosin (H&E). Magnification at 200x; H&E stain.\n\n![](/dpdx/echinococcosis/images/3/Emultilocularis_liver_BAM2.jpg?_=01613)\n\nFigure B: Higher magnification (400x) of the specimen in Figure A. Notice a\npair of refractile hooks (yellow arrows). Cestode hooks do not stain with H&E\nbut may be visible with proper adjustment of the microscope.\n\n![Figure C](/dpdx/echinococcosis/images/3/Em_cyst1.jpg?_=45918)\n\nFigure C: Alveolar _E. multilocularis_ cyst in tissue, H&E stain. Note the\nnumerous protoscolices and convoluted, vesicular, multi-chambered appearance\nof the cyst.\n\n![Figure D](/dpdx/echinococcosis/images/3/Em_cyst_tri.jpg?_=45917)\n\nFigure D: Alveolar _E. multilocularis_ cyst in tissue, trichrome stain. Note\nthe numerous examples of protoscolices (arrows) and vesicular, multi-chambered\nappearance of the cyst.\n\n##### **_Echinococcus_ spp. adults.**\n\nAs dogs and other canids are the definitive hosts for most _Echinococcus spp.\n(apart from felids for E. oligarthrus),_ adult _Echinococcus_ parasites are\nnot expected to be found in the human host. Adults range from 1.2 to 7 mm in\nlength (depending on species) and usually consist of a scolex and usually no\nmore than six proglottids. The terminal proglottid is gravid and is longer\nthan wide. The scolex contains four suckers and a rostellum with 25 to 50\nhooks.\n\n![Figure A](/dpdx/echinococcosis/images/5/Eg_adult_labels.jpg?_=45999)\n\nFigure A: _Echinococcus granulosus_ adult, stained with carmine. This specimen\nhas four segments (1: scolex; 2: immature proglottid; 3: mature proglottid; 4:\ngravid proglottid). Features highlighted are the armed rostellum (R) and\nsuckers (S) of the scolex, and reproductive structures including the testes\n(TE), cirrus sac (CS), ovaries (OV), branched uterus containing eggs (UT), and\ngenital pores on the mature and gravid proglottids (GP).\n\n![Figure\nB](/dpdx/echinococcosis/images/5/Egranulosus_scolex_stained_BAM.jpg?_=01586)\n\nFigure B: Close-up of the scolex of _E. granulosus_. In this focal plane, one\nof the suckers is clearly visible, as is the ring of rostellar hooks.\n\n",
  "lab_diagnosis": "### Diagnostic Findings\n\nThe diagnosis of echinococcosis relies mainly on findings by ultrasonography\nand/or other imaging techniques supported by positive serologic tests. In\nseronegative patients with hepatic image findings compatible with\nechinococcosis, ultrasound guided fine needle biopsy may be useful for\nconfirmation of diagnosis. During such procedures precautions must be taken to\ncontrol allergic reactions or prevent secondary recurrence in the event of\nleakage of hydatid fluid or protoscolices.\n\n#### Antibody Detection\n\nImmunodiagnostic tests can be very helpful in the diagnosis of echinococcal\ndisease, particularly in conjunction with imaging, and should be used before\ninvasive methods. However, the clinician must have some knowledge of the\ncharacteristics of the available tests and the patient and parasite factors in\norder to interpret assay results. False-positive reactions may occur in\npersons with other cestode infections, some other helminth infections, cancer,\nand liver cirrhosis. Negative test results do not rule out echinococcosis\nbecause some cyst carriers do not have detectable antibodies. Whether the\npatient has detectable antibodies depends on the physical location, integrity,\nand vitality of the larval cyst.\n\n**Cystic echinococcal disease (_Echinococcus granulosus_)**.\n\nIndirect hemagglutination (IHA), indirect fluorescent antibody (IFA) tests,\nand enzyme immunoassays (EIA) are sensitive tests for detecting antibodies in\nserum of patients with cystic disease; sensitivity rates vary from 60% to 90%,\ndepending on the characteristics of the cases and antigens used. At present,\nthe best available serologic diagnosis is obtained by using combinations of\ntests. EIA or IHA can be used for screening; positive reactions should be\nconfirmed by immunoblot assay. As some tests may cross-react with sera from\npersons with cysticercosis, clinical and epidemiological information should\nalso be used to support diagnosis. A commercial EIA kit is available in the\nUnited States.\n\n**Alveolar echinococcal disease (_Echinococcus multilocularis_)**.\n\nMost patients with alveolar disease have detectable antibodies.\nImmunoaffinity-purified _E. multilocularis_ antigens (Em2) used in EIA allow\nthe detection of positive antibody reactions in more than 95% of alveolar\ncases. Comparing serologic reactivity to Em2 antigen with that to antigens\ncontaining components of both _E. multilocularis_ and _E. granulosus_ permits\ndiscrimination of patients with alveolar from those with cystic disease.\nCombining two purified _E. multilocularis_ antigens (Em2 and recombinant\nantigen II/3-10) in a single immunoassay improves sensitivity and specificity.\nThese antigens are included in commercial EIA kit in Europe, but are not\navailable in the United States. Em2 tests are more useful for postoperative\nfollow-up than for monitoring the effectiveness of chemotherapy. Em18-ELISA is\nconsidered suitable for monitoring treatment efficacy in AE patients.\n\n**Polycystic echinococcosis (_Echinococcus vogeli_)**\n\nThe serologic diagnosis of polycystic echinococcosis has not been extensively\nstudied as infections with _E. vogeli_ are very rare. One antigen has been\ndescribed (Ev2) that distinguishes _E. vogeli_ from _E. granulosus_ but not\n_E. multilocularis._\n\n#### Laboratory Safety\n\nStandard protocols for the processing of histological sections and\n[serum](/dpdx/diagnosticprocedures/serum/safety.html) apply. Infectious eggs\nare not encountered in a clinical diagnostic laboratory setting.\n\n",
  "resources": "### Suggested Reading\n\nKern, P., da Silva, A.M., Akhan, O., Müllhaupt, B., Vizcaychipi, K.A., Budke,\nC. and Vuitton, D.A., 2017. The echinococcoses: diagnosis, clinical management\nand burden of disease. In _Advances in parasitology_ (Vol. 96, pp. 259–369).\nAcademic Press.\n\nSiles-Lucas, M., Casulli, A., Conraths, F.J. and Müller, N., 2017. Laboratory\ndiagnosis of Echinococcus spp. in human patients and infected animals. In\n_Advances in Parasitology_ (Vol. 96, pp. 159–257). Academic Press\n\nVuitton, D.A., Demonmerot, F., Knapp, J., Richou, C., Grenouillet, F.,\nChauchet, A., Vuitton, L., Bresson-Hadni, S. and Millon, L., 2015. Clinical\nepidemiology of human AE in Europe. _Veterinary parasitology_ , _213_(3–4),\npp.110–120.\n\nRojas, C.A.A., Romig, T. and Lightowlers, M.W., 2014. _Echinococcus\ngranulosus_ sensu lato genotypes infecting humans–review of current knowledge.\n_International Journal for Parasitology_ , _44_(1), pp.9–18.\n\nBrunetti, E., Kern, P., Vuitton, D.A., and the Writing Panel for the WHO-IWGE,\n2010. Expert consensus for the diagnosis and treatment of cystic and alveolar\nechinococcosis in humans. _Acta Tropica_ , 114(1), pp. 1–16.\n\nD’Alessandro, A. and Rausch, R.L., 2008. New aspects of neotropical polycystic\n(_Echinococcus vogeli_) and unicystic (_Echinococcus oligarthrus_)\nechinococcosis. _Clinical Microbiology Reviews_ , _21_(2), pp.380-401.\n\nPawlowski, Z.S., Eckert, J., Vuitton, D. A., Ammann, R. W., Kern, P., Craig,\nP. S., Dar, K. F., De Rosa, F., Filice, C., Gottstein, B., Grimm, F.,\nMacpherson, C. N. L., Sato, N., Todorov, T., Uchino, J., von Sinner, W., and\nWen, H., 2001. Echinococcosis in humans: clinical aspects, diagnosis and\ntreatment. In _WHO/OIE Manual on Echinococcosis in Humans and Animals: a\nPublic Health Problem of Global Concern_ (pp. 20 –72). World Health\nOrganization for Animal Health\n\n",
  "image_links": [
    "/dpdx/echinococcosis/modules/Echinococcus_gran_LifeCycle_19.jpg?_=55816",
    "/dpdx/echinococcosis/modules/Echinococcus_multi_LifeCycle_19.jpg?_=55830",
    "/dpdx/echinococcosis/images/1/Eg_cyst.jpg?_=45837",
    "/dpdx/echinococcosis/images/1/Eg_cyst5.jpg?_=45838",
    "/dpdx/echinococcosis/images/1/Echinococcus_hydatidsand_A.jpg?_=01597",
    "/dpdx/echinococcosis/images/1/Echinococcus_hydatidsand_B.jpg?_=01595",
    "/dpdx/echinococcosis/images/2/EchinococcusCellNetix_A.jpg?_=01606",
    "/dpdx/echinococcosis/images/2/EchinococcusCellNetix_B.jpg?_=01604",
    "/dpdx/echinococcosis/images/2/EchinococcusCellNetix_C.jpg?_=01601",
    "/dpdx/echinococcosis/images/2/EchinococcusCellNetix_D.jpg?_=01602",
    "/dpdx/echinococcosis/images/2/EchinococcusCellNetix_E.jpg?_=01607",
    "/dpdx/echinococcosis/images/2/EchinococcusCellNetix_F.jpg?_=01599",
    "/dpdx/echinococcosis/images/3/Emultilocularis_liver_BAM1.jpg?_=01609",
    "/dpdx/echinococcosis/images/3/Emultilocularis_liver_BAM2.jpg?_=01613",
    "/dpdx/echinococcosis/images/3/Em_cyst1.jpg?_=45918",
    "/dpdx/echinococcosis/images/3/Em_cyst_tri.jpg?_=45917",
    "/dpdx/echinococcosis/images/5/Eg_adult_labels.jpg?_=45999",
    "/dpdx/echinococcosis/images/5/Egranulosus_scolex_stained_BAM.jpg?_=01586"
  ],
  "last_reviewed": "July 15, 2019"
}