{
  "url": "https://www.cdc.gov/dpdx/gongylonema/index.html",
  "title": "Gongylonema infection",
  "species": [
    "Gongylonema pulchrum",
    "Gongylonema spp."
  ],
  "parasite_biology": "### Causal Agents\n\n_Gongylonema_ is a genus of spirurid nematodes which includes the veterinary\nparasite _G. pulchrum_(“gullet worm” or “stitch worm”) along with several\nother parasites of mammals and birds. Incidental human infections with\n_Gongylonema_ are rare, and species-level identifications are difficult and\nseldom confirmed.\n\n### Life Cycle\n\n[![lifecycleRaillietina_LifeCycle](/dpdx/gongylonema/modules/Gongylonema_LifeCycle_19.jpg?_=67510)](/dpdx/gongylonema/modules/Gongylonema_LifeCycle_lg.jpg)\n\n[View Larger](/dpdx/gongylonema/modules/Gongylonema_LifeCycle_lg.jpg)\n\nAdult _Gongylonema_ inhabit the upper gastrointestinal tract of the definitive\nhost in sites such as the mouth, esophagus, rumen, and stomach\n![image](/dpdx/images/life_cycle_numbers/new/1.jpg) . The long, thin adults\nare found in shallow tunnels in the squamous epithelial surfaces of these\ntissues; the female produces thick-shelled, embryonated eggs containing first-\nstage (L1) larvae. Expelled eggs are released from the tunnels during\nepithelial desquamation, and are carried down the gastrointestinal tract and\nshed in the feces ![image](/dpdx/images/life_cycle_numbers/new/2.jpg) .\nIntermediate host insects become infected after ingesting eggs in host feces\n![image](/dpdx/images/life_cycle_numbers/new/3.jpg) . Larvae develop in the\nhemocoel of the intermediate host, eventually becoming encapsulated as\ninfective third-stage (L3) larvae in the thoracic muscles\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) . Suitable definitive\nhosts become infected after ingesting infected intermediate hosts\n![image](/dpdx/images/life_cycle_numbers/new/5.jpg) . Larvae are released in\nthe stomach, which embed in the gastric or duodenal mucosa, and eventually\nmigrate to the upper gastrointestinal tract after 2—3 months\n![image](/dpdx/images/life_cycle_numbers/new/6.jpg) . Migration of larvae\noften creates characteristic zig-zag or sinusoidal tracks in the affected\nepithelial tissues. Maturation is completed in the upper gastrointestinal\ntract.\n\nHuman infections occur following the ingestion of intermediate host arthropods\n![image](/dpdx/images/life_cycle_numbers/new/7.jpg) , either intentionally or\naccidentally, in contaminated food or water. In these cases, worms have been\nfound in the mucosal tissues of the lips, cheek, tongue, tonsils, gums, and\noccasionally esophagus. A few cases of spurious egg passage have been\ndocumented, which may be due to the inadvertent consumption of adult\n_Gongylonema_ in certain types of meat (e.g. chicken gizzards, pork tongue).\n\n### Hosts\n\n_Gongylonema pulchrum_ is a common parasite of domestic swine, sheep, goats,\nand cattle, amongst other wild ungulate hosts. The numerous other\n_Gongylonema_ species are usually parasites of birds (e.g. _G. ingluvicola, G.\ncongolense_) and rodents (e.g. _G. neoplasticum, G. aegypti_), but species\nhave also been reported in various other mammalian hosts.\n\nMany coprophagous beetles across several families (Scarabaeidae,\nTenebrionidae, Hydrophilidae, and Histeridae) and some cockroaches\n(_Blattella_ spp.) are known to be competent intermediate hosts for various\n_Gongylonema_ spp.\n\n### Geographic Distribution\n\nMany _Gongylonema_ spp. have a cosmopolitan distribution, particularly species\nassociated with livestock. Sporadic zoonotic infections have been reported\nworldwide.\n\n### Clinical Manifestations\n\nThe main symptom of _Gongylonema_ infection is the sensation of movement or a\nforeign body in the oral cavity. Sometimes, worms may be extracted by the\npatient with fingers or a fine needle. Other clinical manifestations include\nmild inflammation and ulceration of affected sites, which resolve upon removal\nof the parasite.\n\n",
  "image_gallery": "**_Gongylonema_ sp.**\n\n_Gongylonema_ spp. are long and thread-like spirurid nematodes. Mature females\nare up to 145 mm long and 0.5 mm wide, and males are slightly smaller (62 mm\nlong, 0.3 mm wide); terminal size varies widely depending on host. The most\nsalient feature of these nematodes is the presence of raised cuticular bosses\nor plaques arranged in longitudinal rows on the anterior end of the worm. The\ncuticle is also finely striated down the entire length of the body. Eggs are\npresent in the uteri of females; they are ellipsoid in shape (60 x 30 µm) with\nthick, transparent shells and contain a first-stage larva. Males possess\nasymmetrical caudal alae and unequal spicules.\n\n![Raillietina](/dpdx/gongylonema/images/1/A.jpg?_=67573)\n\nFigure A: Adult female _Gongylonema_ sp. extracted from a human patient.\n\n![Figure B](/dpdx/gongylonema/images/1/B.jpg?_=67574)\n\nFigure B: Anterior end of a _Gongylonema_ sp. adult female. Note the\ndistinctive cuticular bosses, also called plaques or scutes.\n\n![Figure C](/dpdx/gongylonema/images/1/C.jpg?_=67574)\n\nFigure C: Uterus of the _Gongylonema_ sp. female shown in figure B. The uterus\nis filled with embryonated eggs containing L1 larvae. The fine striations of\nthe cuticle are also visible.\n\n![Figure D](/dpdx/gongylonema/images/1/D.jpg?_=67578)\n\nFigure D: Posterior end of the female _Gongylonema_ sp. The tail of the female\nis bluntly conical with a terminal anus.\n\n![Figure E](/dpdx/gongylonema/images/1/E.jpg?_=67579)\n\nFigure E: Another example of a female _Gongylonema_ sp., extracted from the\ncheek of a human patient. The anterior end possesses many cuticular bosses,\nand has a simple mouth without lips.\n\n![Figure F](/dpdx/gongylonema/images/1/F.jpg?_=67580)\n\nFigure F: Embryonated egg in the uterus of a _Gongylonema_ female. A first-\nstage larva is visible inside.\n\n![Figure G](/dpdx/gongylonema/images/1/G.jpg?_=67580)\n\nFigure G: Conical tail of a _Gongylonema_ sp. adult female.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nDiagnosis is via morphological examination of adult _Gongylonema_ specimens\nextracted from patients. Species-level identification is challenging and thus\nmost cases are reported as _Gongylonema_ sp. Molecular tools may be useful in\nconfirming species identity.\n\nSince most human infections involve single worms, eggs are not generally\nexpected to be present in stool. However, in some cases gravid females were\npresent, but it is not known if eggs would have been shed in these patients.\nAs spurious passage of eggs may be possible following ingestion of adult worms\nin meat, examination of additional stool specimens is warranted if eggs\nsuspicious for _Gongylonema_ are detected in stool.\n\n### Laboratory Safety\n\nStandard laboratory precautions apply. No infectious stages are examined in\ndiagnostic settings.\n\n",
  "resources": "### Suggested Reading\n\nAllen, J.D. and Esquela-Kerscher, A., 2013. _Gongylonema pulchrum_ infection\nin a resident of Williamsburg, Virginia, verified by genetic analysis. _The\nAmerican journal of tropical medicine and hygiene_ , _89_(4), pp.755-757.\n\nPasuralertsakul, S., Yaicharoen, R. and Sripochang, S., 2008. Spurious human\ninfection with Gongylonema: nine cases reported from Thailand. _Annals of\nTropical Medicine & Parasitology_, _102_(5), pp.455-457.\n\nHaruki, K., Furuya, H., Saito, S., Kamiya, S. and Kagei, N., 2005. Gongylonema\ninfection in man: a first case of gongylonemosis in Japan. _Helminthologia_ ,\n_42_(2), p.63.\n\n",
  "image_links": [
    "/dpdx/gongylonema/modules/Gongylonema_LifeCycle_19.jpg?_=67510",
    "/dpdx/gongylonema/images/1/A.jpg?_=67573",
    "/dpdx/gongylonema/images/1/B.jpg?_=67574",
    "/dpdx/gongylonema/images/1/C.jpg?_=67574",
    "/dpdx/gongylonema/images/1/D.jpg?_=67578",
    "/dpdx/gongylonema/images/1/E.jpg?_=67579",
    "/dpdx/gongylonema/images/1/F.jpg?_=67580",
    "/dpdx/gongylonema/images/1/G.jpg?_=67580"
  ],
  "last_reviewed": "October 10, 2019"
}