{
  "url": "https://www.cdc.gov/dpdx/zoonotichookworm/index.html",
  "title": "Hookworm (Extraintestinal)",
  "species": [
    "Cutaneous larva migrans",
    "Zoonotic Hookworm",
    "Ancylostoma caninum",
    "Ancylostoma braziliense",
    "Uncinaria stenocephala"
  ],
  "parasite_biology": "### Causal Agents\n\nSome zoonotic hookworm species are capable of infecting humans, but they\ntypically do not develop in the intestine (see [intestinal\nhookworms](/dpdx/hookworm/index.html)) and instead infect extraintestinal\nsites like the skin. Cutaneous larva migrans (CLM) has been associated with\n_Ancylostoma caninum, A. braziliense,_ and _Uncinaria stenocephala,_ which are\nall hookworms of dogs and cats _. Bunostomum phlebotomum,_ a cattle hookworm,\nis also capable of causing short-lived CLM in humans.\n\n### Life Cycle\n\n[![lifecycle](/dpdx/zoonotichookworm/modules/CLM_LifeCycle_19.jpg?_=36153)](/dpdx/zoonotichookworm/modules/CLM_LifeCycle_lg.jpg)\n\n[View Larger](/dpdx/zoonotichookworm/modules/CLM_LifeCycle_lg.jpg)\n\nCutaneous larva migrans (also known as creeping eruption) is a zoonotic\ninfection with hookworm species that do not use humans as a definitive host,\nthe most common being _Ancylostoma braziliense_ and _A. caninum._ The cycle in\nthe definitive host is very similar to the cycle for the human species, which\ninvolves tracheal migration to the small intestine. Some larvae become\narrested in the tissues and serve as the source of infection for pups via\ntransmammary (and possibly transplacental) routes. Mature hookworms reproduce\nin the small intestine, and eggs are passed in the animal definitive host’s\nstool ![image](/dpdx/images/life_cycle_numbers/new/1.jpg) , and under\nfavorable conditions (moisture, warmth, shade), larvae hatch in 1 to 2 days.\nThe released rhabditiform larvae grow in the feces and/or the soil\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) , and after 5 to 10 days\n(and 2 molts) they become filariform (third-stage) larvae that are infective\n![image](/dpdx/images/life_cycle_numbers/new/3.jpg) . These infective larvae\ncan survive 3 to 4 weeks in favorable environmental conditions. On contact\nwith the animal host ![image](/dpdx/images/life_cycle_numbers/new/4.jpg) , the\nlarvae penetrate the skin and are carried through the blood vessels to the\nheart and then to the lungs. They penetrate into the pulmonary alveoli, ascend\nthe bronchial tree to the pharynx, and are swallowed. The larvae reah the\nsmall intestine, where they reside and mature into adults. Adult worms live in\nthe lumen of the small intestine, where they attach to the intestinal wall.\nSome larvae become arrested in the tissues, and serve as source of infection\nfor pups via transmammary (and possibly transplacental) routes\n![image](/dpdx/images/life_cycle_numbers/new/6.jpg) . Humans become infected\nwhen filariform larvae penetrate the skin\n![image](/dpdx/images/life_cycle_numbers/new/7.jpg) . With most species, the\nlarvae cannot mature further in the human host and migrate aimlessly within\nthe epidermis, sometimes as much as several centimeters a day. Some larvae may\nbecome arrested in deeper tissue after skin migration.\n\n### Hosts\n\nCanids are the primary host for _Ancylostoma caninum;_ it is common in\ndomestic dogs, wolves, coyotes, and foxes. _A. braziliense_ and _Uncinaria\nstenocephala_ occur in both canids and felids. _Bunostomum_ spp. occur in\nsheep, goats, and cattle, but only the cattle-associated species (_B.\nphlebotomum_) has been definitively shown to infect humans.\n\n### Geographic Distribution\n\n_Ancylostoma caninum_ is broadly distributed in wild and domestic canids and\nfelids worldwide. _A. braziliense_ occurs in the southeastern United States,\nLatin America, South America, and Africa and has been reported sporadically in\nthe Australasian region. _Uncinaria stenocephala_ is found in dogs and cats in\ncool-weather regions of the Americas, Europe, Asia, Australia, and New\nZealand.\n\n### Clinical Presentation\n\nThe most common manifestation of zoonotic infection with animal hookworm\nspecies is cutaneous larva migrans (CLM), also known as creeping eruption,\nwhere migrating larvae cause intensely pruritic and erythematous serpiginous\ntracks in the upper dermis, which may occasionally become bullous. These\ntracks may spread up to a few centimeters daily, and secondary infections can\ndevelop following excessive scratching. In some cases of diffuse unilateral\nsubacute retinitis, single larvae compatible in size with _Ancylostoma_ spp.\nhave been visualized in the affected eye.\n\n",
  "image_gallery": "**Hookworm filariform larvae.**\n\nInfective, third-stage (L3), filariform larvae are 500–600 µm long. They have\na pointed tail and a striated sheath. These L3 larvae are found in the\nenvironment and infect the human host by penetration of the skin.\n\n![Figure A](/dpdx/hookworm/images/3/Hookworm_filariform_A.jpg?_=02454)\n\nFigure A: Filariform (L3) hookworm larva.\n\n![Figure B](/dpdx/hookworm/images/3/Hookworm_filariform_B.jpg?_=02449)\n\nFigure B: Filariform (L3) hookworm larva.\n\n![Figure C](/dpdx/hookworm/images/3/Hookworm_filariform_C.jpg?_=02450)\n\nFigure C: Filariform (L3) hookworm larva in a wet mount.\n\n![Figure\nD](/dpdx/hookworm/images/3/Hookworm_filariform_posterior_A.jpg?_=02452)\n\nFigure D: Close-up of the posterior end of a filariform (L3) hookworm larva.\n\n**Adult hookworms.**\n\nAdults of CLM-causing hookworm species are typically found in canid and felid\nhosts. Males measure approximately 8–12 mm long and are bursate, with 2\nspicules that do not fuse at their distal ends. Females measure approximately\n10–15 mm long. Adults of both sexes have a buccal capsule containing either\nthree pairs of teeth (_A. caninum_), two pairs of teeth (_A. braziliense_), or\ncutting plates (_U. stenocephala_).\n\n![Figure A](/dpdx/hookworm/images/4/A_caninum_head.jpg?_=02470)\n\nFigure A: Anterior end of an adult of Ancylostoma caninum showing three pairs\nof teeth.\n\n**Cutaneous Larva Migrans**\n\n![Figure A](/dpdx/zoonotichookworm/images/3/CLM_1.jpg?_=37000)\n\nFigure A: Discrete, non-bullous CLM on ankle.\n\n![Figure B](/dpdx/zoonotichookworm/images/3/CLM_2.jpg?_=37001)\n\nFigure B: Erythematous and bullous CLM on ankle.\n\n![Figure C](/dpdx/zoonotichookworm/images/3/CLM_3.jpg?_=37002)\n\nFigure C: Cutaneous larva migrans in a patient’s foot over the course of one\nweek. Photos courtesy of Florida Department of Health, Duval County\nEpidemiology.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nCutaneous larva migrans is diagnosed clinically, as there are no serologic\ntests for zoonotic hookworm infections. Larvae may be seen in stained tissue\nsections, but this procedure is not recommended as the parasites are usually\nnot found in the visible track. Usually, extensive eosinophilic infiltration\nis seen in skin biopsies.\n\n### Laboratory Safety\n\nUniversal laboratory precautions apply; only skin lesions or photographs of\nassociated lesions will be encountered in a clinical diagnostic setting.\n\n",
  "resources": "### Suggested Reading\n\nPoppert, S., Heideking, M., Agostini, H., Fritzenwanker, M., Wüppenhorst, N.,\nMuntau, B., Henneke, P., Kern, W., Krücken, J., Junker, B. and Hufnagel, M.,\n2017. Diffuse unilateral subacute neuroretinitis caused by _Ancylostoma_\nhookworm. _Emerging Infectious Diseases_ , 23 (2), p.343.\n\nBowman, D.D., Montgomery, S.P., Zajac, A.M., Eberhard, M.L. and Kazacos, K.R.,\n2010. Hookworms of dogs and cats as agents of cutaneous larva migrans. _Trends\nin Parasitology_ , 26 (4), pp.162-167.\n\n",
  "image_links": [
    "/dpdx/zoonotichookworm/modules/CLM_LifeCycle_19.jpg?_=36153",
    "/dpdx/hookworm/images/3/Hookworm_filariform_A.jpg?_=02454",
    "/dpdx/hookworm/images/3/Hookworm_filariform_B.jpg?_=02449",
    "/dpdx/hookworm/images/3/Hookworm_filariform_C.jpg?_=02450",
    "/dpdx/hookworm/images/3/Hookworm_filariform_posterior_A.jpg?_=02452",
    "/dpdx/hookworm/images/4/A_caninum_head.jpg?_=02470",
    "/dpdx/zoonotichookworm/images/3/CLM_1.jpg?_=37000",
    "/dpdx/zoonotichookworm/images/3/CLM_2.jpg?_=37001",
    "/dpdx/zoonotichookworm/images/3/CLM_3.jpg?_=37002"
  ],
  "last_reviewed": "September 17, 2019"
}