{
  "url": "https://www.cdc.gov/dpdx/mesocestoidiasis/index.html",
  "title": "Mesocestoidiasis",
  "species": [
    "Mesocestoides spp."
  ],
  "parasite_biology": "### Causal Agents\n\nCestodes (tapeworms) in the genus _Mesocestoides_ are common in carnivores but\nonly very rarely infect humans. Although _Mesocestoides_ spp. are classified\nas Cyclophyllidea, they share biological characteristics with Pseudophyllidea.\nSome life cycle features remain unknown. Species implicated in zoonotic\ninfections include _M. lineatus_ and _M. variabilis,_ though the relationships\nbetween species in this genus is a status of ongoing research.\n\n### Life Cycle\n\n[![lifecycle](/dpdx/mesocestoidiasis/modules/Mesocesoides_LifeCycle_19.jpg?_=81363)](/dpdx/mesocestoidiasis/modules/Mesocesoides_LifeCycle_lg.jpg)\n\n[View Larger](/dpdx/mesocestoidiasis/modules/Mesocesoides_LifeCycle_lg.jpg)\n\nMost evidence suggests three hosts (including an arthropod intermediate host,\na vertebrate intermediate host, and a carnivore definitive host) are required\nfor completion of the life cycle of _Mesocestoide_ s spp. Gravid, motile\nproglottids are shed in feces of the definitive host\n![image](/dpdx/images/life_cycle_numbers/new/1.jpg) . Proglottids contain many\neggs within the parauterine organ, a structure unique to _Mesocestoides_\n![image](/dpdx/images/life_cycle_numbers/new/2.jpg) . Eggs lack a true shell,\npossessing only a thin embryophore enveloping a six-hooked oncosphere. The\nfirst intermediate host (presumed to be an arthropod)\n![image](/dpdx/images/life_cycle_numbers/new/3.jpg) becomes infected after\neating proglottids or oncospheres. In the first intermediate host, it is\nbelieved the oncosphere develops into an undescribed larval stage probably\nsimilar to a cysticercoid or procercoid. When the first intermediate host is\neaten by the vertebrate second intermediate host\n![image](/dpdx/images/life_cycle_numbers/new/4.jpg) , the larva develops into\nan infective larva (tetrathyridium) in the peritoneal cavity or in viscera.\nAsexual proliferation of tetrathyridia within the intermediate host has been\nobserved occasionally in some _Mesocestoides_ spp., although it is not known\nif this represents an abnormal state. The carnivorous definitive host\nultimately becomes infected after eating tissue infected with tetrathyridia\n![image](/dpdx/images/life_cycle_numbers/new/5.jpg) . Upon ingestion, the\nscolex of the tetrathyridium evaginates and becomes anchored to the small\nintestinal mucosa, where it matures into an adult cestode. Gravid proglottids\nare passed typically 2-3 weeks post infection in the natural host. Humans are\nbelieved to become infected after eating undercooked meat or viscera\ncontaining tetrathyridia ![image](/dpdx/images/life_cycle_numbers/new/6.jpg) .\n\n### Hosts\n\nThe normal definitive hosts are terrestrial carnivores, including canids,\nfelids, procyonids, mustelids, and opossums. The actual host specificity of\n_Mesocestoides_ spp. is poorly defined due to extensive morphological overlap\namong species.\n\nTetrathyridia have been recovered from hundreds of intermediate host species\nof mammals (particularly rodents), birds, amphibians, and reptiles. Domestic\ncanids and occasionally felids, which typically serve as definitive hosts, may\nalso become infected with tetrathyridia as intermediate hosts.\n\nThe identity of the arthropod intermediate host of _Mesocestoides_ spp is\nunknown. Several arthropods have been proposed as first intermediate hosts,\nincluding ants and oribatid mites. However, none of these species have been\ndefinitively demonstrated to serve as intermediate hosts. Experimental\nattempts to infect arthropods have not been successful.\n\n### Geographic Distribution\n\n_Mesocestoides_ spp. occur broadly in wild and domestic animals and have been\nfound on every inhabited continent except for Australia. _M. lineatus_ is an\nOld World species reported from Asia, Europe, and Africa. _M. variabilis_ is\nendemic to North America.\n\nZoonotic infections have been identified in Japan and Korea (_M. lineatus_)\nfollowing ingestion of raw snake and turtle liver. Cases of _M. variabilis_\nhave been reported from the United States.\n\n### Clinical Presentation\n\nInfections with _Mesocestoides_ spp. reported in humans have typically involve\nlow numbers of worms. Non-specific, recurrent gastrointestinal signs/symptoms\nhave been reported.\n\nTo date, no larval-stage infections (tetrathyridia) have been identified in\nhumans.\n\n",
  "image_gallery": "_**Mesocestoides**_**sp. proglottids and scoleces**\n\nAdults are 40-150 cm long and the strobila can contain more than 400\nproglottids. Immature proglottids are about three times broader than long, and\nmature but non-gravid proglottids are nearly square. Gravid proglottids are\nlonger than wide and contain a parauterine organ that encloses a mass of eggs.\nThe scolex has four suckers, but no rostellum or hooklets.\n\n![](/dpdx/mesocestoidiasis/images/1/Mesocestoides_dog_AZPHL_A.jpg?_=00742)\n\nFigure A: Proglottids of _Mesocestoides_ sp., collected from the stool of a\ndog.\n\n![](/dpdx/mesocestoidiasis/images/1/Mesocestoides_dog_AZPHL_B.jpg?_=00740)\n\nFigure B: Higher magnification of the proglottids in Figure A, showing the\nuterus (red arrow), ovary (blue arrow) and parauterine organ (green arrow).\n\n![Figure\nC](/dpdx/mesocestoidiasis/images/1/Mesocestoides_proglottid_BAM1.jpg?_=00745)\n\nFigure C: Proglottid of Mesocestoides sp. stained with carmine (lateral view).\nShown in this specimen are the uterus (UT), which is a simple tube parallel to\nthe body axis, and excretory ducts (ED).\n\n![](/dpdx/mesocestoidiasis/images/1/Mesocestoides_proglottid_BAM2.jpg?_=00744)\n\nFigure D: Mature proglottids of _Mesocestoides_ sp. stained with carmine.\nShown in this specimen are the vagina (VA), cirrus sac (CS), bilobed ovary\n(OV) and numerous testes (TE).\n\n![](/dpdx/mesocestoidiasis/images/1/Mesocestoides_scolex_BAM.jpg?_=00738)\n\nFigure E: Scolex of _Mesocestoides_ sp. stained with carmine. In this field,\ntwo of the suckers are clearly visible. Note that lack of rostellar hooklets.\n\n_**Mesocestoides**_**sp. tetrathyridia.**\n\nNumerous vertebrates can serve as the second intermediate host, in which the\ninfective third-stage larva (tetrathyridium) develops. The definitive host\nbecomes infected upon ingestion of tetrathyridia, which are found within body\ncavities or organs of second intermediate hosts. Tetrathyridia possess an\ninvaginated scolex with four suckers and are often surrounded by a thin cyst\nwall.\n\n![](/dpdx/mesocestoidiasis/images/2/A.jpg?_=91131)\n\nFigure A: Tetrathyridium of _Mesocestoides_ sp. in the liver of a laboratory-\ninfected mouse, Giemsa stain. 100x magnification.\n\n![Figure B](/dpdx/mesocestoidiasis/images/2/B.jpg?_=91132)\n\nFigure B: Closer view of the suckers from the specimen in Figure A. 400x\nmagnification.\n\n![Figure C](/dpdx/mesocestoidiasis/images/2/unnamed-file.C.jpg?_=91134)\n\nFigure C: Another view of a tetrathyridium from the same specimen. Features\ntypical of cestodes are visible, such as the sucker (arrow) and microtriches\n(darts), which are fine hair-like projections of the cuticle. Calcareous\ncorpuscles may be seen in some specimens. 200x magnification.\n\n![](/dpdx/mesocestoidiasis/images/2/D.jpg?_=91138)\n\nFigure D: Multiple tetrathyridia visible in a liver section from an\nexperimentally-infected mouse. 40x magnification.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nDiagnosis of _Mesocestoides_ sp. is based on the morphological identification\nof proglottids in the stool. While gravid proglottids have a characteristic\nmorphology, immature proglottids may be difficult to differentiate from those\nof Diphyllobothriidae. Accurate identification of species is complicated and\nrequires complete specimens.\n\n### Laboratory Safety\n\n[Standard protocols](/dpdx/diagnosticprocedures/stool/safety.html) for the\nprocessing of stool samples apply.\n\n",
  "resources": "### Suggested Reading\n\nFuentes, M.V., Galan-Puchades, M.T. and Malone, J.B., 2003. A new case report\nof human _Mesocestoides_ infection in the United States. _The American journal\nof tropical medicine and hygiene_ , _68_(5), pp.566-567.\n\n",
  "image_links": [
    "/dpdx/mesocestoidiasis/modules/Mesocesoides_LifeCycle_19.jpg?_=81363",
    "/dpdx/mesocestoidiasis/images/1/Mesocestoides_dog_AZPHL_A.jpg?_=00742",
    "/dpdx/mesocestoidiasis/images/1/Mesocestoides_dog_AZPHL_B.jpg?_=00740",
    "/dpdx/mesocestoidiasis/images/1/Mesocestoides_proglottid_BAM1.jpg?_=00745",
    "/dpdx/mesocestoidiasis/images/1/Mesocestoides_proglottid_BAM2.jpg?_=00744",
    "/dpdx/mesocestoidiasis/images/1/Mesocestoides_scolex_BAM.jpg?_=00738",
    "/dpdx/mesocestoidiasis/images/2/A.jpg?_=91131",
    "/dpdx/mesocestoidiasis/images/2/B.jpg?_=91132",
    "/dpdx/mesocestoidiasis/images/2/unnamed-file.C.jpg?_=91134",
    "/dpdx/mesocestoidiasis/images/2/D.jpg?_=91138"
  ],
  "last_reviewed": "September 23, 2019"
}