{
  "url": "https://www.cdc.gov/dpdx/myiasis/index.html",
  "title": "Myiasis",
  "species": [
    "Cochliomyia hominovorax",
    "Dermatobia hominis",
    "Cuterebra spp.",
    "Oestrus ovis",
    "Cordylobia anthropophaga",
    "Lucilia spp.",
    "Phormia regina",
    "Cochliomyia hominovorax.\n \nCochliomyia hominovorax is the primary screwworm fly in the New World. Larvae are obligate parasites of living flesh in humans and other mammals. Human cases are not common but may be seen in regions where livestock is tended. Female flies oviposit on or near pre-existing wounds or on mucous membranes just inside the nose or mouth. Larvae feed subdermally and may cause extensive tissue damage. Human deaths have occurred from tissue destruction. Human cases have been drastically reduced in the United States and Mexico by a sterile male release program. Females mate only once, so mating with a sterile male ensures the next generation will not happen.\n\nDermatobia hominis.\n \nDermatobia hominis is known as the human bot fly, although bot flies in other genera may also infect humans. Adults are large, approximately 15 mm in length. Adults catch a female mosquito and lay their eggs on her body. The first instar larvae remain on the mosquito until it takes a blood meal from a human host. The larvae then leave the mosquito and penetrate the human host’s skin. Larvae feed inside a subdermal cavity for 5-10 weeks. When mature, they burrow out of the skin, drop to the ground and pupate. After about a month, adults emerge and continue the cycle. Dermatobia hominis occurs in Mexico and Central and South America and may infect a variety of mammals.\n\nCuterebra spp.\n \nMembers of the genus Cuterebra are primarily parasites of rodents and lagomorphs. Human infection is rare but has been reported.\n\nOestrus ovis.\n \nOestrus ovis is the nose bot fly of sheep. Human infections are rare, but may be found in sheep-raising regions of the world.\n\nCordylobia anthropophaga.\n \nCordylobia anthropophaga is also known as the tumbu fly. The member of the family Calliphoridae is distributed in tropical Africa. The larvae cause a furuncular type of myiasis when burrowing in the host’s subcutaneous tissue. Full-grown larvae are usually 13-15 mm in length. The posterior spiracles open through three sinuous slits.\n\nPhormia regina.\n \nPhormia regina is an agent of facultative myiasis, whereby adult flies lay eggs in pre-existing, festering wounds. Unlike other agents of myiasis, they do not invade healthy, living tissue. This species is another member of the Calliphoridae and is common throughout the northern hemisphere.\n\nLucilia spp.\n \nMembers of the genus Lucilia are also agents of facultative myiasis in humans, whereby adult flies lay eggs in pre-existing, festering wounds. Unlike other agents of myiasis, they do not invade healthy, living tissue. Larvae are characterized by a complete peritreme, three straight slits in each posterior spiracle, and mandibles without an accessory sclerite.\n\nMyiasis in tissue specimens.\n \nFly larvae in tissue specimens (myiasis) stained with hematoxylin and eosin (H&E).\n\nAdults of flies that cause myiasis in humans.\n \nAdults of flies known to cause myiasis in humans."
  ],
  "parasite_biology": "### Causal Agent\n\nMyiasis is infection with the larval stage (maggots) of various flies. Flies\nin several genera may cause myiasis in humans. _Dermatobia hominis_ is the\nprimary human bot fly. _Cochliomyia hominovorax_ is the primary screwworm fly\nin the New World and _Chrysomya bezziana_ is the Old World screwworm.\n_Cordylobia anthropophaga_ is known as the tumbu fly. Flies in the genera\n_Cuterebra, Oestrus_ and _Wohlfahrtia_ are animal parasites that also\noccasionally infect humans.\n\n![Lifecycle](/dpdx/myiasis/modules/Myiasis_LifeCycle.gif?_=05152)\n\nAdults of _Dermatobia hominis_ are free-living flies ![The number\n1.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_1.gif). Adults\ncapture blood-sucking arthropods (such as mosquitoes) and lay eggs on their\nbodies, using a glue-like substance for adherence ![The number\n2.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_2.gif). Bot fly\nlarvae develop within the eggs, but remain on the vector until it takes a\nblood meal from a mammalian or avian host. Newly-emerged bot fly larvae then\npenetrate the host’s tissue ![The number\n3.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3.gif). The\nlarvae feed in a subdermal cavity ![The number\n4.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/skin_4.gif) for 5-10\nweeks, breathing through a hole in the host’s skin. Mature larvae drop to the\nground ![The number\n5.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/large_intestine_5.gif)\nand pupate in the environment. Larvae tend to leave their host during the\nnight and early morning, probably to avoid desiccation. After approximately\none month, the adults emerge ![The number\n6.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_6.gif) to mate\nand repeat the cycle. Other genera of myiasis-causing flies (including\n_Cochliomyia, Cuterebra,_ and _Wohlfahrtia_) have a more direct life cycle,\nwhere the adult flies lay their eggs directly in, or in the vicinity of,\nwounds on the host ![The number\n7.](https://www.cdc.gov/dpdx/images/life_cycle_numbers/stomach_7.gif). In\n_Cochliomyia_ and _Wohlfahrtia_ infestations, larvae feed in the host for\nabout a week, and may migrate from the subdermis to other tissues in the body,\noften causing extreme damage in the process.\n\n### Geographic Distribution\n\n_Dermatobia hominis_ and _C. hominovorax_ are Neotropical species, ranging\nfrom Mexico into South America. The Congo floor maggot (_Auchmeromyia\nluteola_) and _Cordylobia anthropophaga_ are distributed in Africa south of\nthe Sahara. _Wohlfahrtia magnifica_ occurs in the Mediterranean basin, Near\nEast, and Central and Eastern Europe; _W. vigil_ occurs in northern United\nStates and Canada. _Cuterebra_ species are found in the New World. _Oestrus\novis_ is found throughout the world in areas where sheep are tended.\n\n### Clinical Presentation\n\nInfestations with _D. hominis_ are often characterized by cutaneous swellings\non the body or scalp that may produce discharges and be painful. Death is\nrare, but there have been instances of cerebral myiasis in children where\nlarvae enter the brain. Infestations with _C. hominovorax_ , which causes\nwound myiasis, can be more serious, as this species may travel through living\ntissue in the body and not stay subdermal like most of the other species of\nflies that cause myiasis. Death has occurred with severe infestations of _C.\nhominovorax_. Secondary bacterial infections may also occur. _Oestrus ovis_\nhas been known to cause a condition called ophthalmomyiasis, which is\ninfection of the eye with fly larvae. Flies in the genera _Phormia_ and\n_Phaenicia_ cause facultative myiasis, where adult flies lay their eggs in\npre-existing, festering wounds and do not invade healthy, living tissue.\n\n",
  "image_gallery": "#### _Cochliomyia hominovorax._\n\n_Cochliomyia hominovorax_ is the primary screwworm fly in the New World.\nLarvae are obligate parasites of living flesh in humans and other mammals.\nHuman cases are not common but may be seen in regions where livestock is\ntended. Female flies oviposit on or near pre-existing wounds or on mucous\nmembranes just inside the nose or mouth. Larvae feed subdermally and may cause\nextensive tissue damage. Human deaths have occurred from tissue destruction.\nHuman cases have been drastically reduced in the United States and Mexico by a\nsterile male release program. Females mate only once, so mating with a sterile\nmale ensures the next generation will not happen.\n\n![Figure A](/dpdx/myiasis/images/1/C_hominovorax_habitus_A-small.jpg?_=05223)\n\nFigure A: Larva of _C. hominovorax_ removed from the forehead of a patient who\ntraveled to the Amazon region of South America.\n\n![Figure B](/dpdx/myiasis/images/1/C_hominovorax_mandible-small.jpg?_=05221)\n\nFigure B: Close-up of the anterior end of a larva, showing the mandibles.\n\n![Figure C](/dpdx/myiasis/images/1/C_hominovorax_mandible_anteriorspiracle-\nsmall.jpg?_=05220)\n\nFigure C: Close-up of the anterior end of a larva, showing the mandibles and\none of the anterior spiracles.\n\n![Figure D](/dpdx/myiasis/images/1/C_hominovorax_anterior_spiracleB-\nsmall.jpg?_=05218)\n\nFigure D: Higher magnification of an anterior spiracle.\n\n![Figure E](/dpdx/myiasis/images/1/C_hominovorax_posterior_spiracleA-\nsmall.jpg?_=05216)\n\nFigure E: Close-up of the posterior end of a larva, showing the posterior\nspiracles. Note the spiracles have three slits and a weak ecdysial scar.\n\n![Figure F](/dpdx/myiasis/images/1/C_hominovorax_cephalopharyngeal_skeleton-\nsmall.jpg?_=05225)\n\nFigure F: The cephalopharyngeal skeleton of _C. hominovorax_ dissected from\nthe head of a larva, showing the mandible structure.\n\n#### _Dermatobia hominis._\n\n_Dermatobia hominis_ is known as the human bot fly, although bot flies in\nother genera may also infect humans. Adults are large, approximately 15 mm in\nlength. Adults catch a female mosquito and lay their eggs on her body. The\nfirst instar larvae remain on the mosquito until it takes a blood meal from a\nhuman host. The larvae then leave the mosquito and penetrate the human host’s\nskin. Larvae feed inside a subdermal cavity for 5-10 weeks. When mature, they\nburrow out of the skin, drop to the ground and pupate. After about a month,\nadults emerge and continue the cycle. _Dermatobia hominis_ occurs in Mexico\nand Central and South America and may infect a variety of mammals.\n\n![Figure A](/dpdx/myiasis/images/2/D_hominis_habitus_A-small.jpg?_=05171)\n\nFigure A: Four larvae of _D. hominis_ , removed from a human host.\n\n![Figure B](/dpdx/myiasis/images/2/D_hominis_anterior_A-small.jpg?_=05169)\n\nFigure B: Close-up of the anterior end of one of the larvae from Figure A,\nshowing the mandibles.\n\n![Figure C](/dpdx/myiasis/images/2/D_hominis_posterior_A-small.jpg?_=05173)\n\nFigure C: Close-up of the posterior end of one of the larvae from Figure A.\n\n![Figure D](/dpdx/myiasis/images/2/D_hominis_anterior_ID-small.jpg?_=05167)\n\nFigure D: Anterior end of a larva of _D. hominis_. Image from a specimen\ncourtesy of the Idaho State Health Department.\n\n#### _Cuterebra_ spp.\n\nMembers of the genus _Cuterebra_ are primarily parasites of rodents and\nlagomorphs. Human infection is rare but has been reported.\n\n![Figure A](/dpdx/myiasis/images/3/Cuterebra_anterior_A-small.jpg?_=05209)\n\nFigure A: Anterior end of a larva of a bot fly in the genus, _Cuterebra_.\n\n![Figure B](/dpdx/myiasis/images/3/Cuterebra_posterior_A-small.jpg?_=05211)\n\nFigure B: Posterior end of the larva in Figure A.\n\n#### _Oestrus ovis._\n\n_Oestrus ovis_ is the nose bot fly of sheep. Human infections are rare, but\nmay be found in sheep-raising regions of the world.\n\n![Figure A](/dpdx/myiasis/images/4/O_ovis_habitus_NZ-small.jpg?_=05180)\n\nFigure A: First instar larva of _Oestrus ovis_ , taken from the conjunctiva of\npatient in New Zealand. Image courtesy of Auckland City Hospital, Auckland,\nNew Zealand.\n\n![Figure B](/dpdx/myiasis/images/4/O_ovis_anterior_NZ-small.jpg?_=05178)\n\nFigure B: Close-up of the anterior end of the larva in Figure A, showing the\ncephalopharyngeal skeleton and mandibles.\n\n![Figure C](/dpdx/myiasis/images/4/O_ovis_posterior_NZ-small.jpg?_=05176)\n\nO_ovis_posterior_NZ.jpg\n\n![Figure D](/dpdx/myiasis/images/4/O_ovis_India1-small.jpg?_=05174)\n\nFigure D: First instar larva of _O. ovis_ , collected from the eye of a\npatient in India presenting with conjunctivitis. Image courtesy of the L V\nPrasad Eye Institute, Banjara Hills, India.\n\n#### _Cordylobia anthropophaga._\n\n_Cordylobia anthropophaga_ is also known as the tumbu fly. The member of the\nfamily Calliphoridae is distributed in tropical Africa. The larvae cause a\nfuruncular type of myiasis when burrowing in the host’s subcutaneous tissue.\nFull-grown larvae are usually 13-15 mm in length. The posterior spiracles open\nthrough three sinuous slits.\n\n![Figure A](/dpdx/myiasis/images/5/C_anthropophaga_habitus-small.jpg?_=05164)\n\nFigure A: Third instar larva of _C. anthropophaga_ , collected from a lesion\non the wrist of a patient who traveled to Nigeria. Image courtesy of the\nUniversity of Washington Medical Center, Seattle, WA.\n\n![Figure B](/dpdx/myiasis/images/5/C_anthropophaga_anterior-small.jpg?_=05165)\n\nFigure B: Close-up of the anterior end of the specimen in Figure A.\n\n![Figure C](/dpdx/myiasis/images/5/C_anthropophaga_mandibles-\nsmall.jpg?_=05162)\n\nFigure C: Higher-magnification of the specimen in Figure B, showing a close-up\nof the mandibles.\n\n![Figure D](/dpdx/myiasis/images/5/C_anthropophaga_WA2-small.jpg?_=05160)\n\nFigure D: Posterior spiracles of the specimen in Figures A-C.\n\n#### _Phormia regina._\n\n_Phormia regina_ is an agent of facultative myiasis, whereby adult flies lay\neggs in pre-existing, festering wounds. Unlike other agents of myiasis, they\ndo not invade healthy, living tissue. This species is another member of the\nCalliphoridae and is common throughout the northern hemisphere.\n\n![Figure A](/dpdx/myiasis/images/6/P_regina_habitus1-small.jpg?_=05214)\n\nFigure A: Third instar larva of _P. regina_ , collected in the wound of a\npatient.\n\n![Figure\nB](/dpdx/myiasis/images/6/P_regina_posterior_spiracles1-small.jpg?_=05213)\n\nFigure B: Close-up of the posterior spiracles of the specimen in Figure A.\n\n#### _Lucilia_ spp.\n\nMembers of the genus _Lucilia_ are also agents of facultative myiasis in\nhumans, whereby adult flies lay eggs in pre-existing, festering wounds. Unlike\nother agents of myiasis, they do not invade healthy, living tissue. Larvae are\ncharacterized by a complete peritreme, three straight slits in each posterior\nspiracle, and mandibles without an accessory sclerite.\n\n![Figure A](/dpdx/myiasis/images/7/Phaenicia_mouthparts_WA-small.jpg?_=05193)\n\nFigure A: Mouthparts of _Lucilia_ sp., removed from a surgical wound of a\npatient. Image courtesy of the Washington State Public Health Laboratories.\n\n![Figure B](/dpdx/myiasis/images/7/Phaenicia_posterior_WA-small.jpg?_=05191)\n\nFigure B: Posterior end of the specimen in Figure A.\n\n![Figure C](/dpdx/myiasis/images/7/Phaenicia_postspiracles_WA-\nsmall.jpg?_=05189)\n\nFigure C: Posterior spiracles of the specimen in Figure A. Notice the three,\nstraight slits and a complete peritreme that is not very thick.\n\n![Figure\nD](/dpdx/myiasis/images/7/Phaenicia_postspiracles_WA2-small.jpg?_=05195)\n\nFigure D: Posterior spiracles of the specimen in Figure A. Notice the three,\nstraight slits and a complete peritreme that is not very thick.\n\n#### Myiasis in tissue specimens.\n\nFly larvae in tissue specimens (myiasis) stained with hematoxylin and eosin\n(H&E).\n\n![Figure A](/dpdx/myiasis/images/8/Myiasis_tissue_NYC1-small.jpg?_=05198)\n\nFigure A: Cross-sections of a bot fly larva (unidentified) taken from the\nright ear of a patient who traveled to Belize. This image shows a cross-\nsection of the body wall.\n\n![Figure B](/dpdx/myiasis/images/8/Myiasis_tissue_NYC2-small.jpg?_=05203)\n\nFigure B: Cross-sections of a bot fly larva (unidentified) taken from the\nright ear of a patient who traveled to Belize. This image shows remnants of\nthe trachea (T).\n\n![Figure C](/dpdx/myiasis/images/8/Myiasis_tissue_NYC3-small.jpg?_=05205)\n\nFigure C: Cross-sections of a bot fly larva (unidentified) taken from the\nright ear of a patient who traveled to Belize. This image shows three\ncuticular spines.\n\n![Figure D](/dpdx/myiasis/images/8/Myiasis_tissue_NYC4-small.jpg?_=05200)\n\nFigure D: Cross-sections of a bot fly larva (unidentified) taken from the\nright ear of a patient who traveled to Belize. This image shows a close-up of\none of the spines.\n\n![Figure E](/dpdx/myiasis/images/8/Cordylobia_tissue_BAM1-small.jpg?_=05201)\n\nFigure E: Cross-section of the larva of the tumbu fly (_Cordylobia\nanthropophaga_) in a skin biopsy from a patient who traveled to western\nAfrica.\n\n![Figure F](/dpdx/myiasis/images/8/Cordylobia_tissue_BAM2-small.jpg?_=05207)\n\nFigure F: Higher-magnification of the image in Figure E, showing a close-up of\nthe cuticular spines.\n\n#### Adults of flies that cause myiasis in humans.\n\nAdults of flies known to cause myiasis in humans.\n\n![Figure A](/dpdx/myiasis/images/9/D_hominis_adult_BAM-small.jpg?_=05185)\n\nFigure A: Adult of _Dermatobia hominis_ , the human bot fly. Image taken from\na specimen courtesy of the Georgia Museum of Natural History, University of\nGeorgia, Athens, GA.\n\n![Figure B](/dpdx/myiasis/images/9/C_hominovorax_adult_BAM-small.jpg?_=05182)\n\nFigure B: Adult of _Cochliomyia hominovorax_ , the primary screwworm fly in\nthe New World. Image taken from a specimen courtesy of the Georgia Museum of\nNatural History, University of Georgia, Athens, GA.\n\n![Figure C](/dpdx/myiasis/images/9/Cuterebra_dorsal_BAM-small.jpg?_=05183)\n\nFigure C: Adult of _Cuterebra_ sp. _Cuterebra_ spp. are primarily parasites of\nrodents and lagomorphs, although human infections are rare. Images taken from\nspecimens courtesy of the Georgia Museum of Natural History, University of\nGeorgia, Athens, GA.\n\n![Figure D](/dpdx/myiasis/images/9/Cuterebra_lateral_BAM-small.jpg?_=05187)\n\nFigure D: Adult of _Cuterebra_ sp. _Cuterebra_ spp. are primarily parasites of\nrodents and lagomorphs, although human infections are rare. Images taken from\nspecimens courtesy of the Georgia Museum of Natural History, University of\nGeorgia, Athens, GA.\n\n",
  "lab_diagnosis": "### Diagnostic Findings\n\nThe diagnosis of myiasis is made by the finding of fly larvae in tissue.\nIdentification to the genus or species level involves comparing certain\nmorphological structures on the larvae, including the anterior and posterior\nspiracles, mouthparts and cephalopharyngeal skeleton, and cuticular spines.\nTravel history can also be helpful for genus or species-level identification.\n\n",
  "resources": "### Treatment Information\n\nTreatment information for myiasis can be found at:\n\n[https://www.cdc.gov/myiasis/about/index.html](https://www.cdc.gov/myiasis/about/index.html#cdc_disease_basics_treatment-\ntreatment-and-recovery)\n\n",
  "image_links": [
    "/dpdx/myiasis/modules/Myiasis_LifeCycle.gif?_=05152",
    "/dpdx/myiasis/images/1/C_hominovorax_habitus_A-small.jpg?_=05223",
    "/dpdx/myiasis/images/1/C_hominovorax_mandible-small.jpg?_=05221",
    "/dpdx/myiasis/images/1/C_hominovorax_mandible_anteriorspiracle-small.jpg?_=05220",
    "/dpdx/myiasis/images/1/C_hominovorax_anterior_spiracleB-small.jpg?_=05218",
    "/dpdx/myiasis/images/1/C_hominovorax_posterior_spiracleA-small.jpg?_=05216",
    "/dpdx/myiasis/images/1/C_hominovorax_cephalopharyngeal_skeleton-small.jpg?_=05225",
    "/dpdx/myiasis/images/2/D_hominis_habitus_A-small.jpg?_=05171",
    "/dpdx/myiasis/images/2/D_hominis_anterior_A-small.jpg?_=05169",
    "/dpdx/myiasis/images/2/D_hominis_posterior_A-small.jpg?_=05173",
    "/dpdx/myiasis/images/2/D_hominis_anterior_ID-small.jpg?_=05167",
    "/dpdx/myiasis/images/3/Cuterebra_anterior_A-small.jpg?_=05209",
    "/dpdx/myiasis/images/3/Cuterebra_posterior_A-small.jpg?_=05211",
    "/dpdx/myiasis/images/4/O_ovis_habitus_NZ-small.jpg?_=05180",
    "/dpdx/myiasis/images/4/O_ovis_anterior_NZ-small.jpg?_=05178",
    "/dpdx/myiasis/images/4/O_ovis_posterior_NZ-small.jpg?_=05176",
    "/dpdx/myiasis/images/4/O_ovis_India1-small.jpg?_=05174",
    "/dpdx/myiasis/images/5/C_anthropophaga_habitus-small.jpg?_=05164",
    "/dpdx/myiasis/images/5/C_anthropophaga_anterior-small.jpg?_=05165",
    "/dpdx/myiasis/images/5/C_anthropophaga_mandibles-small.jpg?_=05162",
    "/dpdx/myiasis/images/5/C_anthropophaga_WA2-small.jpg?_=05160",
    "/dpdx/myiasis/images/6/P_regina_habitus1-small.jpg?_=05214",
    "/dpdx/myiasis/images/6/P_regina_posterior_spiracles1-small.jpg?_=05213",
    "/dpdx/myiasis/images/7/Phaenicia_mouthparts_WA-small.jpg?_=05193",
    "/dpdx/myiasis/images/7/Phaenicia_posterior_WA-small.jpg?_=05191",
    "/dpdx/myiasis/images/7/Phaenicia_postspiracles_WA-small.jpg?_=05189",
    "/dpdx/myiasis/images/7/Phaenicia_postspiracles_WA2-small.jpg?_=05195",
    "/dpdx/myiasis/images/8/Myiasis_tissue_NYC1-small.jpg?_=05198",
    "/dpdx/myiasis/images/8/Myiasis_tissue_NYC2-small.jpg?_=05203",
    "/dpdx/myiasis/images/8/Myiasis_tissue_NYC3-small.jpg?_=05205",
    "/dpdx/myiasis/images/8/Myiasis_tissue_NYC4-small.jpg?_=05200",
    "/dpdx/myiasis/images/8/Cordylobia_tissue_BAM1-small.jpg?_=05201",
    "/dpdx/myiasis/images/8/Cordylobia_tissue_BAM2-small.jpg?_=05207",
    "/dpdx/myiasis/images/9/D_hominis_adult_BAM-small.jpg?_=05185",
    "/dpdx/myiasis/images/9/C_hominovorax_adult_BAM-small.jpg?_=05182",
    "/dpdx/myiasis/images/9/Cuterebra_dorsal_BAM-small.jpg?_=05183",
    "/dpdx/myiasis/images/9/Cuterebra_lateral_BAM-small.jpg?_=05187"
  ],
  "last_reviewed": "June 6, 2024"
}