{
  "url": "https://www.cdc.gov/dpdx/scabies/index.html",
  "title": "Scabies",
  "species": [
    "Sarcoptes scabiei"
  ],
  "parasite_biology": "### Causal Agents\n\n_Sarcoptes scabiei_ var. _hominis_ , the human itch mite, is in the arthropod\nclass Arachnida, subclass Acari, family Sarcoptidae. The mites burrow into the\nupper layer of the skin but never below the stratum corneum. The burrows\nappear as tiny raised serpentine lines that are grayish or skin-colored and\ncan be a centimeter or more in length. Other races of scabies mites may cause\ninfestations in other mammals, such as domestic cats, dogs, pigs, and horses.\nIt should be noted that races of mites found on other animals may cause a\nself-limited infestation in humans with temporary itching due to dermatitis;\nhowever they do not multiply on the human host.\n\n### Life Cycle\n\n![Lifecycle](/dpdx/scabies/modules/Scabies_LifeCycle.gif?_=02142)\n\n_Sarcoptes scabiei_ undergoes four stages in its life cycle: egg, larva, nymph\nand adult. Females deposit 2-3 eggs per day as they burrow under the skin\n![The number\n1](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_1.gif). Eggs are\noval and 0.10 to 0.15 mm in length ![The number\n2](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_2.gif) and hatch\nin 3 to 4 days. After the eggs hatch, the larvae migrate to the skin surface\nand burrow into the intact stratum corneum to construct almost invisible,\nshort burrows called molting pouches. The larval stage, which emerges from the\neggs, has only 3 pairs of legs ![The number\n3](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3.gif) and lasts\nabout 3 to 4 days. After the larvae molt, the resulting nymphs have 4 pairs of\nlegs ![The number\n4](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_4.gif). This\nform molts into slightly larger nymphs before molting into adults. Larvae and\nnymphs may often be found in molting pouches or in hair follicles and look\nsimilar to adults, only smaller. Adults are round, sac-like eyeless mites.\nFemales are 0.30 to 0.45 mm long and 0.25 to 0.35 mm wide, and males are\nslightly more than half that size. Mating occurs after the active male\npenetrates the molting pouch of the adult female ![The number\n5](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_5.gif). Mating\ntakes place only once and leaves the female fertile for the rest of her life.\nImpregnated females leave their molting pouches and wander on the surface of\nthe skin until they find a suitable site for a permanent burrow. While on the\nskin’s surface, mites hold onto the skin using sucker-like pulvilli attached\nto the two most anterior pairs of legs. When the impregnated female mite finds\na suitable location, it begins to make its characteristic serpentine burrow,\nlaying eggs in the process. After the impregnated female burrows into the\nskin, she remains there and continues to lengthen her burrow and lay eggs for\nthe rest of her life (1-2 months). Under the most favorable of conditions,\nabout 10% of her eggs eventually give rise to adult mites. Males are rarely\nseen; they make temporary shallow pits in the skin to feed until they locate a\nfemale’s burrow and mate.\n\nTransmission occurs primarily by the transfer of the impregnated females\nduring person-to-person, skin-to-skin contact. Occasionally transmission may\noccur via fomites (e.g., bedding or clothing). Human scabies mites often are\nfound between the fingers and on the wrists.\n\n### Geographic Distribution\n\nScabies mites are distributed worldwide, affecting all races and socioeconomic\nclasses in all climates.\n\n### Clinical Presentation\n\nWhen a person is infested with scabies mites for the first time, symptoms may\nnot appear for up to two months after becoming infested; however, an infested\nperson can still transmit scabies during this time. If a person has had\nscabies before, they become sensitized to mites and symptoms generally occur\nmuch sooner, within 1 to 4 days. Mites burrowing under the skin cause a rash,\nwhich is most frequently found on the hands, particularly the webbing between\nthe fingers; the folds of the wrist, elbow or knee; the penis; the breast;\nand/or the shoulder blades. Except in crusted (Norwegian) scabies, burrows and\nmites may be as few as 10-15 in number and can be difficult to find. A papular\n“scabies rash” may be seen in skin areas such as the buttocks, scapular region\nand abdomen, where female mites are absent; this may be a result of\nsensitization from a previous infection. Severe itching, especially at night\nand frequently over much of the body, including areas where mites are\nundetectable, is the most-common symptom of scabies. A more severe form of\nscabies that is more common among persons who are immunocompromised, elderly,\nor institutionalized is called crusted (Norwegian) scabies and is\ncharacterized by vesicles and formation of thick crusts over the skin,\naccompanied by abundant mites but only slight itching. Complications due to\ninfestation are usually caused by secondary bacterial infections.\n\n",
  "image_gallery": "#####  _Sarcoptes scabiei_ mites.\n\nAdult females of _Sarcoptes scabiei_ mites are 0.30-0.45 mm long by 0.25-0.35\nmm wide; males are smaller at 0.20-0.24 mm long by 0.15-0.20 mm wide. Adults\nlive in the skin and are usually found in skin scrapings.\n\n![](/dpdx/scabies/images/1/Sarcoptes_scabiei_BAM1.jpg?_=02141)\n\nFigure A: _Sarcoptes scabiei_ mite in a skin scraping, stained with\nlactophenol cotton-blue.\n\n![](/dpdx/scabies/images/1/Sarcoptes_scabiei_BAM2.jpg?_=02139)\n\nFigure B: _Sarcoptes scabiei_ mite in a skin scraping, stained with\nlactophenol cotton-blue.\n\n#####  _Sarcoptes scabiei_ mites in tissue specimens.\n\n_Sarcoptes scabiei_ mites in tissue specimens, stained with hematoxylin and\neosin (H&E).\n\n![](/dpdx/scabies/images/2/scabies_tissue_BAM1.jpg?_=02136)\n\nFigure A: _Sarcoptes scabiei_ mite in a skin biopsy, stained with H&E.\n\n![](/dpdx/scabies/images/2/scabies_tissue_BAM2.jpg?_=02138)\n\nFigure B: _Sarcoptes scabiei_ mites in a skin biopsy, stained with H&E. In\nthis figure, both an adult (green arrow) and an egg (blue arrow) can be\nobserved. Note also the presence of cuticular spines (black arrow) on the\nadult.\n\n##### Follicle mites (_Demodex_ spp.)\n\nAlthough they do not cause scabies in humans, the follicle mites, _Demodex\nfolliculorum_ and _Demodex brevis_ , are sometimes found in human skin\nbiopsies and should not be confused with the human scabies mite (_Sarcoptes\nscabiei_). The adult _Demodex_ mites are long and slender, measuring\napproximately 0.30 mm long by 0.05 mm wide, and can be found in the\npilosebaceous follicles on the face, nose, forehead, and eyelids; they usually\ndo not cause problems in humans. A different species of Demodex mite\n(_Demodex_ _canis_) causes demodectic mange in dogs but does not affect\nhumans.\n\n![](/dpdx/scabies/images/3/Demodex_Vidhya_A.jpg?_=02135)\n\nFigure A: Adult _Demodex_ mite. Image courtesy of Dr. CSBR Prasad, Vindhya\nClinic and Diagnostic Lab, India.\n\n![](/dpdx/scabies/images/3/Demodex_Vidhya_anterior_A.jpg?_=02130)\n\nFigure B: Close-up of the anterior end of the mite in Figure A, showing the\nmouthparts (gnathosoma) and legs (podosoma).\n\n![](/dpdx/scabies/images/3/Demodex_tissue_Westchester.jpg?_=59230)\n\nFigure C: Cross-sections of skin showing _Demodex_ mite, stained with\nhematoxylin and eosin (H&E). Images courtesy of the Westchester Medical\nCenter, Valhalla, NY.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nMost diagnoses of scabies infestation are made based upon the appearance and\ndistribution of the rash and the presence of burrows. Whenever possible\nscabies should be confirmed by isolating the mites, ova or feces in a skin\nscraping. Scrapings should be made at the burrows, especially on the hands\nbetween the fingers and the folds of the wrist. Alternatively, mites can be\nextracted from a burrow by gently pricking open the burrow with a needle and\nworking it toward the end where the mite is living. The extracted mite then\ncan be identified by microscopy.\n\nThe following is a suggested method for collecting and examining skin\nscrapings:\n\nScrapings are best performed at the end of the burrows in non-excoriated and\nnon-inflamed areas using a sterile scalpel blade containing a drop of mineral\noil. The mineral oil enhances the adherence of the mites to the blade and can\nthen be transferred to a glass slide. An additional 1-2 drops of mineral oil\ncan be added to the slide, followed by a coverslip for microscopic\nexamination. Skin scrapings should be screened at 40x or 100x magnification\nand then evaluated at 200 to 400x magnification for confirmation.\n\n",
  "resources": "### Treatment Information\n\nTreatment information for scabies can be found at:\n\n<https://www.cdc.gov/scabies/hcp/clinical-care/index.html>\n\n",
  "image_links": [
    "/dpdx/scabies/modules/Scabies_LifeCycle.gif?_=02142",
    "/dpdx/scabies/images/1/Sarcoptes_scabiei_BAM1.jpg?_=02141",
    "/dpdx/scabies/images/1/Sarcoptes_scabiei_BAM2.jpg?_=02139",
    "/dpdx/scabies/images/2/scabies_tissue_BAM1.jpg?_=02136",
    "/dpdx/scabies/images/2/scabies_tissue_BAM2.jpg?_=02138",
    "/dpdx/scabies/images/3/Demodex_Vidhya_A.jpg?_=02135",
    "/dpdx/scabies/images/3/Demodex_Vidhya_anterior_A.jpg?_=02130",
    "/dpdx/scabies/images/3/Demodex_tissue_Westchester.jpg?_=59230"
  ],
  "last_reviewed": "June 6, 2024"
}