{
  "url": "https://www.cdc.gov/dpdx/ticks/index.html",
  "title": "Ticks",
  "species": [
    "Amblyomma spp.",
    "Dermacentor spp.",
    "Ixodes spp.",
    "Ornithodoros spp.",
    "Rhipicephalus spp."
  ],
  "parasite_biology": "### Causal Agent\n\nThere are many genera and species of ticks in the families Ixodidae (hard\nticks) and Argasidae (soft ticks) that are of public health importance. Some\nrepresentative genera, and diseases they are known vectors for, include:\n_Amblyomma_ (tularemia _,_ ehrlichiosis, Rocky Mountain spotted fever (RMSF),\nand boutonneuse fever); _Dermacentor_ (RMSF, Colorado tick fever, tularemia,\nSiberian tick typhus, and Central European tick-borne encephalitis, as well as\nbeing an agent of tick paralysis); _Hyalomma_ (Siberian tick typhus, Crimean-\nCongo hemorrhagic fever); _Ixodes_ (Lyme disease,\n[babesiosis](https://www.cdc.gov/dpdx/babesiosis/index.html), human\ngranulocytic ehrlichiosis, and Russian spring-summer encephalitis);\n_Rhipicephalus_ (RMSF and boutonneuse fever); _Ornithodoros_ (tick-borne\nrelapsing fever); _Carios_ (tick-borne relapsing fever).\n\n### Life Cycles\n\nMost tick species undergo one of four different life cycles. Members of the\nfamily Ixodidae undergo either one-host, two-host or three-host life cycles.\nDuring the one-host life cycle, ticks remain on the same host for the larval,\nnymphal and adult stages, only leaving the host prior to laying eggs. During\nthe two-host life cycle, the tick molts from larva to nymph on the first host,\nbut will leave the host between the nymphal and adult stages. The second host\nmay be the same individual as the first host, the same species, or even a\nsecond species. Most ticks of public health importance undergo the three-host\nlife cycle, whereby the tick leaves the host after the larval and nymphal\nstages. The three hosts are not always the same species, but may be the same\nspecies, or even the same individual, depending on host availability for the\ntick. Members of the family Argasidae undergo what is called a multihost life\ncycle. Argasid ticks have two or more nymphal stages, each requiring a blood\nmeal from a host. Unlike the ixodid ticks, which stay attached to their hosts\nfor up to several days while feeding, argasid ticks are adapted to feeding\nrapidly (about an hour) and then promptly leaving the host.\n\n#### One-Host Ixodid Tick Life Cycle\n\nLife cycle of one-host ixodid (hard) ticks. The adult is considered the\ndiagnostic stage, as identification to the species level is best achieved with\nadults. Few ixodids of public health importance follow this pattern; an\nexample is _Rhipicephalus annulatus_ , which can serve as a vector for\n[babesiosis](https://www.cdc.gov/dpdx/babesiosis/index.html).\n\n![](/dpdx/ticks/modules/one_host_tick_LifeCycle.gif?_=04473)\n\nOne-host ixodid ticks remain on the same host for the larval, nymphal and\nadult stages, only leaving the host prior to laying eggs. Vertical\ntransmission of _Babesia_ via transovarial transmission has been demonstrated\nfor some species of ticks. Gravid females lay eggs in the environment ![The\nnumber 1](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_1.gif).\nThe eggs hatch into six-legged larvae ![The number\n2](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_2.gif). Larvae\nseek out and attach to the host and after two molts, develop into adults ![The\nnumber 3a](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3a.gif)\n– ![The number\n3b](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3c.gif).\nAlthough humans may serve as incidental hosts for species normally found on\nother animals, they usually do not host all three stages. Females drop from\nthe host to lay eggs ![The number\n4](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_4.gif) and the\ncycle repeats.\n\n#### Two-Host Ixodid Tick Life Cycle\n\nLife cycle of the two-host ixodid (hard) ticks. The adult is considered the\ndiagnostic stage, as identification to the species level is best achieved with\nadults. An example of an ixodid tick of public health concern with this life\ncycle is _Hyalomma marginatum_ , a vector of Crimean-Congo viral hemorrhagic\nfever.\n\n![](/dpdx/ticks/modules/two_host_tick_LifeCycle.gif?_=04462)\n\nTwo-host ixodid ticks have a life cycle that usually spans over two years.\nGravid females drop off the second host after feeding to lay eggs ![The number\n1](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_1.gif), usually\nin the fall. Eggs hatch into six-legged larvae ![The number\n2](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_2.gif) and\noverwinter in this stage. The following spring, the larvae seek out and attach\nto the first host ![The number\n3](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3.gif), usually\na rodent or lagomorph. The larvae molt into nymphs on the first host ![The\nnumber 3a](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3a.gif)\n– ![The number\n3b](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3b.gif).\nEngorged nymphs drop off the first host, usually in the late summer or fall\n![The number\n4](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_4.gif) and\noverwinter in the nymphal stage. Nymphs molt into adults the following spring\n![The number\n5](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_5.gif) and seek\nout the second host ![The number\n6](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_6.gif), which is\nusually a larger herbivore (bovids, cervids, etc). Adults feed on the second\nhost during the summer and mate. In the fall, females drop off the second host\nto continue the cycle. Females may reattach and feed multiple times. Humans\nmay serve as first or second hosts for ticks with this life cycle. Also, the\nsecond host does not necessarily have to be a separate species, or even a\nseparate individual, as the first host.\n\n#### Three-Host Ixodid Tick Life Cycle\n\nLife cycle of three-host ixodid (hard) ticks. The adult is considered the\ndiagnostic stage, as identification to the species level is best achieved with\nadults. Most ticks of public health importance follow this pattern, including\nmembers of the genera _Ixodes_ (Lyme borreliosis,\n[babesiosis](https://www.cdc.gov/dpdx/babesiosis/index.html), human\ngranulocytic ehrlichiosis), _Amblyomma_ (tularemia, ehrlichiosis and Rocky\nMountain spotted fever), _Dermacentor_ (Rocky Mountain spotted fever, Colorado\ntick fever, tularemia, tick paralysis), and _Rhipicephalus_ (Rocky Mountain\nspotted fever, boutonneuse fever).\n\n![](/dpdx/ticks/modules/three_host_tick_LifeCycle.gif?_=04478)\n\nThree-host ixodid ticks have a life cycle that usually spans three years,\nalthough some species can complete the cycle in only two years. Adult females\ndrop off the third host to lay eggs after feeding ![The number\n1](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_1.gif), usually\nin the fall. Eggs hatch into six-legged larvae ![The number\n2](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_2.gif) and\noverwinter in the larval stage. In the spring, the larvae seek out and attach\nto the first host, usually a small rodent ![The number\n3](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3.gif). Later in\nthe summer, engorged larvae leave the first host ![The number\n4](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_4.gif) and molt\ninto nymphs ![The number\n5](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_5.gif), usually\nin the fall. The ticks overwinter in this stage. During the following spring,\nthe nymphs seek out and attach to the second host ![The number\n6](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_6.gif), usually\nanother rodent or lagomorph. The nymphs feed on the second host and drop off\nlater in the summer ![The number\n7](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_7.gif). Nymphs\nmolt into adults ![The number\n7a](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_7a.gif) – ![The\nnumber 7b](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_7b.gif)\noff the host in the late summer or fall, and overwinter in this stage. The\nnext spring, adults seek out and attach to a third host, which is usually a\nlarger herbivore (including cervids and bovids), carnivore, or human ![The\nnumber 8](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_8.gif).\nThe adults feed and mate on the third host during the summer. Females drop off\nthe host in the fall to continue the cycle. Females may reattach and feed\nmultiple times. The three hosts do not necessarily have to be different\nspecies, or even different individuals. Also, humans may serve as first,\nsecond or third hosts.\n\n#### Multihost Argasid Tick Life Cycle\n\nMultihost life cycle for argasid (soft) ticks. Unlike the Ixodidae, members of\nthe family Argasidae have two or more nymphal stages, each of which requires a\nblood meal. This pattern is referred to as the multihost life cycle. Two\nspecies of public health concern in the United States, _Ornithodoros hermsi_\nand _O. turicata_ , are vectors of tick-borne relapsing fever (TBRF)\nspirochetes. In Africa and Asia, _O. moubata_ is a vector of TBRF spirochetes.\nMembers of the genus _Carios_ are vectors of TBRF spirochetes in Central and\nSouth America.\n\n![](/dpdx/ticks/modules/argasid_tick_LifeCycle.gif?_=04483)\n\nMating usually occurs, and egg-laying always occurs, off the host in a\nsheltered area (usually an animal nest). Eggs hatch into six-legged larvae\n![The number\n1](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_1.gif) in the\nparents’ sheltered area. They quest for a host in the vicinity of the\nsheltered area. Once a suitable host is found, they feed for anywhere from one\nhour to several days, depending on the species ![The number\n2](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_2.gif). After\nfeeding, the larvae leave the host and molt into the first nymphal instars in\nthe sheltered area ![The number\n3a](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3a.gif) – ![The\nnumber 3b](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_3b.gif).\nThe nymphs quest for, and feed on, the second host ![The number\n4](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_4.gif) rapidly\n(usually about an hour). The second host is usually the same species, and\noften the same individual, as the first host. The first nymphal instars leave\nthe host and molt into the next nymphal instars in the sheltered area ![The\nnumber 5a](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_5a.gif)\n– ![The number\n5b](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_5b.gif). This\ncycle can continue to accommodate up to seven nymphal instars ![The number\n6](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_6.gif),\ndepending on the species. After the last nymphal instar has fed, it leaves the\nhost and molts into an adult ![The number\n7a](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_7a.gif)– ![The\nnumber 7b](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_7b.gif)\nin the sheltered area. Adults may continue to feed on the host ![The number\n8](https://www.cdc.gov/dpdx/images/life_cycle_numbers/generic_8.gif), feeding\nrapidly and detaching after each blood meal. Females of some species lay egg\nbatches after each meal. Humans are usually only incidental hosts for argasid\nticks and may be fed upon by any of the stages.\n\n### Geographic Distribution\n\nWhile ticks as a whole are worldwide in distribution, most species are\nrestricted to various regions. All major biogeographic regions (except\nAntarctica) have tick species of public health importance.\n\n### Clinical Presentation\n\nMost ticks do not elicit any response from their host while feeding. Ticks in\nthe genera _Dermacentor_ and _Ixodes_ have been implicated in tick paralysis,\na condition characterized by an acute, ascending, flaccid motor paralysis that\ncan result in death if the tick is not removed. The condition is believed to\nbe caused by toxins in the ticks’ saliva.\n\n",
  "image_gallery": "#####  _Amblyomma americanum_ and _Amblyomma_ spp.\n\n##### Members of the genus, _Amblyomma_ , are known vectors of a variety of\ndiseases in humans. In North America, _A. americanum_ transmits _Francisella\ntularensis_ (tularemia), _Ehrlichia chaffensis_ (ehrlichiosis), and\n_Rickettsia rickettsii_ (Rocky Mountain spotted fever, or RMSF). In Africa,\n_A_. _hebraeum_ transmits _Rickettsia conorii_ (boutonneuse fever); in Central\nand South America, _A. cajennense_ transmits RMSF. Members of the genus\n_Amblyomma_ are characterized by having mouthparts noticeably longer than the\nbasis capituli, a usually ornate dorsal shield, eyes present on the dorsal\nshield, and festoons (which may be difficult to see in engorged specimens).\nAdult females of _A_. _americanum_ have a distinctive white spot near the\nposterior end of the dorsal shield.\n\n![](/dpdx/ticks/images/1/A_americanum_OcciA.jpg?_=04413)\n\nFigure A: Adult female (A), male (B), and nymph (C) of _A. americanum_. Notice\nthe characteristic white spot on the female's dorsal shield. Image courtesy of\nJames Occi.\n\n![](/dpdx/ticks/images/1/Amblyomma_ventral_WAPHL.jpg?_=04419)\n\nFigure E: Ventral view of an engorged nymph of _Amblyomma_ sp., collected on a\npatient with travel history to Peru. Notice the festoons are not visible in\nthe specimen due to the engorged state. Images courtesy of the Washington\nState Public Health Laboratories.\n\n![](/dpdx/ticks/images/1/A_americanum_engorged_Occi.jpg?_=04417)\n\nFigure B: Nymph (A), male (B), female (C), partially-engorged female (D) and\ntwo fully-engorged adults (E) of _A. americanum_. Image courtesy of James\nOcci.\n\n![](/dpdx/ticks/images/1/A_americanum_MT1.jpg?_=04415)\n\nFigure C: Close-up of the mouthparts of _A. americanum_. Notice the mouthparts\n(MP) and palps (PA) are long, in comparison with the basis capituli (BC).\n\n![](/dpdx/ticks/images/1/Amblyomma_dorsal_WAPHL.jpg?_=04411)\n\nFigure D: Dorsal view of an engorged nymph of _Amblyomma_ sp., collected on a\npatient with travel history to Peru. Notice the festoons are not visible in\nthe specimen due to the engorged state. Images courtesy of the Washington\nState Public Health Laboratories.\n\n#####  _Dermacentor andersoni_ and _D. variabilis._  \n\nMembers of the genus, _Dermacentor_ , are known vectors of _Rickettsia\nrickettsii_ (Rocky Mountain spotted fever, or RMSF), Colorado tick fever\nvirus, _Francisella tularensis_ (tularemia), _Rickettsia sibirica_ (Siberian\ntick typhus), and Central European tick-borne encephalitis virus. They have\nalso been implicated in tick paralysis. In North America, the two most\nimportant species medically are _D. variabilis_ and _D. andersoni_ , the\nlatter of which is more prevalent in the Pacific Northwest and the former in\nthe south and east. However, their distributions may overlap in the west, and\nidentification to the species level is best obtained by comparing the\nmorphologic features of the spiracular plates. Adult members of the genus\n_Dermacentor_ are characterized by a usually ornate dorsal shield, mouthparts\nshort (in comparison with the basis capituli), eyes on the dorsal shield, and\nthe presence of festoons (which may be difficult to see in engorged\nspecimens).\n\n![](/dpdx/ticks/images/2/D_variabilis_OcciA.jpg?_=04407)\n\nFigure A: Male (A) and female (B) of _D. variabilis_. Notice the ornate dorsal\nshields (yellow arrows), which on the male covers most of the tick's body.\nAlso notice the presence of festoons (red arrow). Image courtesy of James\nOcci.\n\n![](/dpdx/ticks/images/2/D_variabilis_SP_BAM_web.jpg?_=04403)\n\nFigure E: Spiracular plate of _D. variabilis_. Notice the slight dorsal\nprolongation (arrow) of the plate and large number of smaller goblet cells on\nthe plate.\n\n![](/dpdx/ticks/images/2/D_variabilis_female_BAM.jpg?_=04409)\n\nFigure B: Female specimen of _D. variabilis_. Notice the ornate dorsal shield\n(DS).\n\n![](/dpdx/ticks/images/2/D_andersoni_SP3_WAPHL.jpg?_=04398)\n\nFigure F: Spiracular plate of _D. andersoni_. Notice the more pronounced\ndorsal prolongation (arrow) of the plate and the larger, yet fewer in number,\ngoblet cells on the plate. Image courtesy of the Washington State Public\nHealth Laboratories.\n\n![](/dpdx/ticks/images/2/D_variabilis_shield_BAM.jpg?_=04404)\n\nFigure C: Higher-magnification of the specimen in Figure B. Notice the palps\n(PA) are short in relation to the basis capituli (BC).\n\n![](/dpdx/ticks/images/2/D_variabilis_underside_BAM.jpg?_=04400)\n\nFigure D: Underside of the specimen in Figure B, showing the anus (AN) and\nfestoons (FS).\n\n#####  _Ixodes scapularis_ and _Ixodes_ spp.\n\nMembers of the genus, _Ixodes_ , are known vectors of _Borrelia burgdorferi_\n(Lyme disease), _Babesia_ spp.\n([babesiosis](https://www.cdc.gov/dpdx/babesiosis/index.html)), human\ngranulocytic ehrlichiosis (HGE), and Russian spring-summer encephalitis virus.\nIn North America, the two most important species medically are _I. scapularis_\nand _I. pacificus_. Adults are characterized by having mouthparts longer than\nthe basis capituli, a lack of festoons, an inornate dorsal shield without\neyes, and an inverted, U-shaped anal groove.\n\n![](/dpdx/ticks/images/3/I_scapularis_all_Occi.jpg?_=04438)\n\nFigure A: Larva (A), nymph (B), adult male (C), adult female (D), and engorged\nadult female with eggs (E) of _I. scapularis_. Image courtesy of James Occi.\n\n![](/dpdx/ticks/images/3/Ixodes_head_dorsal_WAPHL.jpg?_=04440)\n\nFigure E: Dorsal view of the specimen in Figure C, showing a close-up of the\nanterior region. Notice the hypostome (HY) and palps (PA) are long, in\nrelation to the basis capituli (BC).\n\n![](/dpdx/ticks/images/3/I_scapularis_Dolan1.jpg?_=04435)\n\nFigure B: Adult female, adult male, nymph and larva of _I. scapularis_. Image\ncourtesy of Dr. Marc Dolan.\n\n![](/dpdx/ticks/images/3/Ixodes_head_ventral_WAPHL.jpg?_=04443)\n\nFigure F: Ventral view of the specimen in Figure C, showing a close-up of the\nanterior region.\n\n![](/dpdx/ticks/images/3/Ixodes_ventral_WAPHL.jpg?_=04433)\n\nFigure C: Ventral view of a nymph of _Ixodes_ sp. Image courtesy of the\nWashington State Public Health Laboratories.\n\n![](/dpdx/ticks/images/3/Ixodes_anal_groove_WAPHL.jpg?_=04430)\n\nFigure D: Higher-magnification of the specimen in Figure C, showing a\nspiracular plate (SP) and the inverted, U-shaped anal groove (AG). Notice also\nthe absence of festoons.\n\n##### _Rhipicephalus sanguineus._\n\n#####  _Rhipicephalus sanguineus_ is known as the brown dog tick and is found\nnearly worldwide. Humans are not the usual host, but there are increasing\nreports of disease transmission with this species, including _Rickettsia\nrickettsii_ (Rocky Mountain spotted fever, or RMSF) and _Rickettsia conorii_\n(boutonneuse fever). Adults are characterized by having a laterally-produced,\nangulate basis capituli, a dorsal shield with eyes, festoons, and deeply-cleft\nfront coxae. The festoons and anal groove may be difficult to see in engorged\nspecimens. The mouthparts are relatively short, in relation to the basis\ncapituli.\n\n![](/dpdx/ticks/images/4/R_sanguineus_CDC1.jpg?_=04422)\n\nFigure A: Female of _R. sanguineus_.\n\n![](/dpdx/ticks/images/4/R_sanguineus_Occi.jpg?_=04428)\n\nFigure E: Female (left) and male (right) of _R. sanguineus_. Image courtesy of\nJames Occi.\n\n![](/dpdx/ticks/images/4/R_sanguineus_dorsal_BAM.jpg?_=04420)\n\nFigure B: Male of _R. sanguineus_.\n\n![](/dpdx/ticks/images/4/R_sanguineus_BC_BAM.jpg?_=04426)\n\nFigure C: Close-up of the specimen in Figure B. Notice the laterally-produced,\nangulate basis capituli (BC).\n\n![](/dpdx/ticks/images/4/R_sanguineus_ventral_BAM.jpg?_=04424)\n\nFigure D: Ventral view of the specimen in Figures B and C. Notice the\nlaterally-produced, angulate basis capituli (black arrow) and deeply-cleft\nfore coxae (blue arrows).\n\n#####  _Ornithodoros moubata_ and _O. turicata_.\n\n##### Members of the genus, _Ornithodoros_ , are known vectors of _Borrelia\nhermsi_ (tick-borne relapsing fever, or TBRF) in North America and several\nTBRF spirochetes in Africa. Like most members of the Argasidae, or soft ticks,\n_Ornithodoros_ spp. are characterized by lacking a dorsal shield and not\ndisplaying marked sexual dimorphism. Their mouthparts are subterminally\nattached and not visible from above. Adults and developing nymphs do not\nremain attached to their hosts, as do members of Ixodidae; rather they are\nadapted to feeding rapidly and leaving the host promptly.\n\n![](/dpdx/ticks/images/5/O_turicata_Occi.jpg?_=04457)\n\nFigure A: Ventral (left) and dorsal (right) views of _O. turicata_ , a known\nvector of TBRF spirochetes in the midwestern and southwestern United States.\nImage courtesy of James Occi.\n\n![](/dpdx/ticks/images/5/O_moubata_Occi.jpg?_=04455)\n\nFigure B: _Ornithodoros moubata_ , a known vector for African TBRF\nspirochetes. Image courtesy of James Occi.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nIn most cases, ticks need only to be identified to the genus level to rule-out\npotential vectors of disease. Ticks are best identified by examining non-\nengorged adults. Nymphs may lack certain diagnostic features and in engorged\nindividuals, certain features (festoons, anal groove) may be difficult to see.\nThe geographic location of the tick can also be important for accessing the\npublic health importance.\n\n",
  "resources": "### Treatment Information\n\nFor information about treatment please contact [CDC-\nINFO](https://www.cdc.gov/cdc-info/index.html).\n\n",
  "image_links": [
    "/dpdx/ticks/modules/one_host_tick_LifeCycle.gif?_=04473",
    "/dpdx/ticks/modules/two_host_tick_LifeCycle.gif?_=04462",
    "/dpdx/ticks/modules/three_host_tick_LifeCycle.gif?_=04478",
    "/dpdx/ticks/modules/argasid_tick_LifeCycle.gif?_=04483",
    "/dpdx/ticks/images/1/A_americanum_OcciA.jpg?_=04413",
    "/dpdx/ticks/images/1/Amblyomma_ventral_WAPHL.jpg?_=04419",
    "/dpdx/ticks/images/1/A_americanum_engorged_Occi.jpg?_=04417",
    "/dpdx/ticks/images/1/A_americanum_MT1.jpg?_=04415",
    "/dpdx/ticks/images/1/Amblyomma_dorsal_WAPHL.jpg?_=04411",
    "/dpdx/ticks/images/2/D_variabilis_OcciA.jpg?_=04407",
    "/dpdx/ticks/images/2/D_variabilis_SP_BAM_web.jpg?_=04403",
    "/dpdx/ticks/images/2/D_variabilis_female_BAM.jpg?_=04409",
    "/dpdx/ticks/images/2/D_andersoni_SP3_WAPHL.jpg?_=04398",
    "/dpdx/ticks/images/2/D_variabilis_shield_BAM.jpg?_=04404",
    "/dpdx/ticks/images/2/D_variabilis_underside_BAM.jpg?_=04400",
    "/dpdx/ticks/images/3/I_scapularis_all_Occi.jpg?_=04438",
    "/dpdx/ticks/images/3/Ixodes_head_dorsal_WAPHL.jpg?_=04440",
    "/dpdx/ticks/images/3/I_scapularis_Dolan1.jpg?_=04435",
    "/dpdx/ticks/images/3/Ixodes_head_ventral_WAPHL.jpg?_=04443",
    "/dpdx/ticks/images/3/Ixodes_ventral_WAPHL.jpg?_=04433",
    "/dpdx/ticks/images/3/Ixodes_anal_groove_WAPHL.jpg?_=04430",
    "/dpdx/ticks/images/4/R_sanguineus_CDC1.jpg?_=04422",
    "/dpdx/ticks/images/4/R_sanguineus_Occi.jpg?_=04428",
    "/dpdx/ticks/images/4/R_sanguineus_dorsal_BAM.jpg?_=04420",
    "/dpdx/ticks/images/4/R_sanguineus_BC_BAM.jpg?_=04426",
    "/dpdx/ticks/images/4/R_sanguineus_ventral_BAM.jpg?_=04424",
    "/dpdx/ticks/images/5/O_turicata_Occi.jpg?_=04457",
    "/dpdx/ticks/images/5/O_moubata_Occi.jpg?_=04455"
  ],
  "last_reviewed": "December 31, 2017"
}