{
  "url": "https://www.cdc.gov/dpdx/toxoplasmosis/index.html",
  "title": "Toxoplasmosis",
  "species": [
    "Toxoplasma gondii"
  ],
  "parasite_biology": "### Causal Agents\n\n_Toxoplasma gondii_ is a protozoan parasite that infects most species of warm-\nblooded animals, including humans, and causes the disease toxoplasmosis.\n\n### Life Cycle\n\n![Toxoplasma_LifeCycle_BAM1.gif](/dpdx/toxoplasmosis/modules/Toxoplasma_LifeCycle_BAM1.gif?_=04818)\n\nThe only known definitive hosts for  _Toxoplasma gondii_ are members of family\nFelidae (domestic cats and their relatives). Unsporulated oocysts are shed in\nthe cat’s feces ![](/dpdx/images/life_cycle_numbers/new/1.jpg) . Although\noocysts are usually only shed for 1–3 weeks, large numbers may be shed.\nOocysts take 1–5 days to sporulate in the environment and become infective.\nIntermediate hosts in nature (including birds and rodents) become infected\nafter ingesting soil, water or plant material contaminated with oocysts\n![](/dpdx/images/life_cycle_numbers/new/2.jpg) . Oocysts transform into\ntachyzoites shortly after ingestion. These tachyzoites localize in neural and\nmuscle tissue and develop into tissue cyst bradyzoites\n![](/dpdx/images/life_cycle_numbers/new/3.jpg) . Cats become infected after\nconsuming intermediate hosts harboring tissue cysts\n![](/dpdx/images/life_cycle_numbers/new/4.jpg) . Cats may also become infected\ndirectly by ingestion of sporulated oocysts. Animals bred for human\nconsumption and wild game may also become infected with tissue cysts after\ningestion of sporulated oocysts in the environment\n![](/dpdx/images/life_cycle_numbers/new/5.jpg) . Humans can become infected by\nany of several routes:\n\n  * Eating undercooked meat of animals harboring tissue cysts ![](/dpdx/images/life_cycle_numbers/new/6.jpg) .\n  * Consuming food or water contaminated with cat feces or by contaminated environmental samples (such as fecal-contaminated soil or changing the litter box of a pet cat) ![](/dpdx/images/life_cycle_numbers/new/7.jpg) .\n  * Blood transfusion or organ transplantation ![](/dpdx/images/life_cycle_numbers/new/8.jpg) .\n  * Transplacentally from mother to fetus ![](/dpdx/images/life_cycle_numbers/new/9.jpg) .\n\nIn the human host, the parasites form tissue cysts, most commonly in skeletal\nmuscle, myocardium, brain, and eyes; these cysts may remain throughout the\nlife of the host. Diagnosis is usually achieved by serology, although tissue\ncysts may be observed in stained biopsy specimens\n![](/dpdx/images/life_cycle_numbers/new/10.jpg) . Diagnosis of congenital\ninfections can be achieved by detecting  _T. gondii_ DNA in amniotic fluid\nusing molecular methods such as PCR\n![](/dpdx/images/life_cycle_numbers/new/11.jpg) .\n\n### Geographic Distribution\n\nSerologic prevalence data indicate that toxoplasmosis is one of the most\ncommon human infections throughout the world. A high prevalence of infection\nin France has been related to a preference for eating raw or undercooked meat,\nwhile a high prevalence in Central America has been related to the frequency\nof stray cats in a climate favoring survival of oocysts and soil exposure. The\noverall seroprevalence in the United States among adolescents and adults, as\ndetermined with specimens collected by the third National Health and Nutrition\nExamination Survey (NHANES III) between 1988 and 1994, was found to be 22.5%,\nwith a seroprevalence among women of childbearing age (15 to 44 years) of 15%.\nIn a more recent evaluation using data from NHANES 2009–2010, the overall age-\nadjusted _T. gondii_ antibody seroprevalence among persons _>_ 6 years of age\nwas 12.4%, and among women 15–44 years of age was 9.1%.\n\n### Clinical Presentation\n\nAcquired infection with _Toxoplasma_ in immunocompetent persons is generally\nan asymptomatic infection. However, 10% to 20% of patients with acute\ninfection may develop cervical lymphadenopathy and/or a flu-like illness. The\nclinical course is usually benign and self-limited; symptoms usually resolve\nwithin a few weeks to months. In rare cases ocular infection with visual loss\ncan occur. Immunodeficient patients often have central nervous system (CNS)\ndisease but may have retinochoroiditis, pneumonitis, or other systemic\ndisease. In patients with AIDS, toxoplasmic encephalitis is the most common\ncause of intracerebral mass lesions and is thought to usually be caused by\nreactivation of chronic infection. Toxoplasmosis in patients being treated\nwith immunosuppressive drugs may be due to either newly acquired or\nreactivated latent infection.\n\nCongenital toxoplasmosis results from an acute primary infection acquired by\nthe mother during pregnancy. The incidence and severity of congenital\ntoxoplasmosis vary with the trimester during which infection was acquired.\nBecause treatment of the mother may reduce the incidence of congenital\ninfection and reduce sequelae in the infant, prompt and accurate diagnosis is\nimportant. Many infants with subclinical infection at birth will subsequently\ndevelop signs or symptoms of congenital toxoplasmosis. Ocular _Toxoplasma_\ninfection, an important cause of retinochoroiditis in the United States, can\nbe the result of congenital infection, or infection after birth. In congenital\ninfection, patients are often asymptomatic until the second or third decade of\nlife, when lesions develop in the eye.\n\n",
  "image_gallery": "#####  _Toxoplasma gondii_ tachyzoites.\n\nTachyzoites (trophozoites) of _Toxoplasma gondii_ are approximately 4-8 µm\nlong by 2-3 µm wide, with a tapered anterior end, a blunt posterior end and a\nlarge nucleus. They may be found in various sites throughout the body of the\nhost.\n\n![](/dpdx/toxoplasmosis/images/1/T_gondii_tachy.jpg?_=04787)\n\nFigure A: _Toxoplasma gondii_ tachyzoites, stained with Giemsa, from a smear\nof peritoneal fluid obtained from a laboratory-inoculated mouse.\n\n#####  _Toxoplasma gondii_ cyst in brain tissue.\n\nCysts of Toxoplasma gondii usually range in size from 5-50 µ in diameter.\nCysts are usually spherical in the brain but more elongated in cardiac and\nskeletal muscles. They may be found in various sites throughout the body of\nthe host, but are most common in the brain and skeletal and cardiac muscles.\n\n![](/dpdx/toxoplasmosis/images/2/T_gondii_cyst_brain.jpg?_=04793)\n\nFigure A: _Toxoplasma gondii_ cyst in brain tissue stained with hematoxylin\nand eosin.\n\n![](/dpdx/toxoplasmosis/images/2/T_gondii_cyst_brain2.jpg?_=04794)\n\nFigure B: _Toxoplasma gondii_ cyst stained with hematoxylin and eosin.\n\n#####  _Toxoplasma gondii_ cyst, unstained.\n\nCysts of _Toxoplasma gondii_ usually range in size from 5-50 µm in diameter.\nCysts are usually spherical in the brain but more elongated in cardiac and\nskeletal muscles. They may be found in various sites throughout the body of\nthe host, but are most common in the brain and skeletal and cardiac muscles.\n\n![](/dpdx/toxoplasmosis/images/3/T_gondii_cyst_unstained.jpg?_=04785)\n\nFigure A: Unstained cyst of _T. gondii_.\n\n#####  _Toxoplasma gondii_ sporulated oocyst.\n\nOocysts of _Toxoplasma gondii_ are shed only in the feces of domestic and wild\nfelids, the definitive hosts. Sexual reproduction takes place in the\nintestinal epithelium of the cat host and cysts are shed unsporulated in the\nfeces. In the environment, cysts take 48-72 hours to sporulate and become\ninfective. Mature oocysts measure 10-12 µm in diameter and contain two\nsporocysts. Human infection may occur either from ingestion of sporulated\noocysts, or ingestion of meat infected with trophozoites.\n\n![](/dpdx/toxoplasmosis/images/4/T_gondii_oocyst_sporu.jpg?_=04791)\n\nFigure A: _Toxoplasma gondii_ sporulated oocyst in an unstained wet mount.\n\n![](/dpdx/toxoplasmosis/images/4/T_gondii_DIC_sporu_100X1.jpg?_=04789)\n\nFigure B: _Toxoplasma gondii_ sporulated oocyst in an unstained wet mount,\nviewed under differential interference contrast (DIC) microscopy.\n\n#####  _Toxoplasma gondii_ unsporulated oocysts.\n\nOocysts of _Toxoplasma gondii_ are shed only in the feces of domestic and wild\nfelids, the definitive hosts. Sexual reproduction takes place in the\nintestinal epithelium of the cat host and cysts are shed unsporulated in the\nfeces. In the environment, cysts take 48-72 hours to sporulate and become\ninfective. Mature oocysts measure 10-12 µm in diameter and contain two\nsporocysts. Human infection may occur either from ingestion of sporulated\noocysts, or ingestion of meat infected with trophozoites.\n\n![](/dpdx/toxoplasmosis/images/5/T_gondii_oocyst_upsporu.jpg?_=04796)\n\nFigure A: Unsporulated _T. gondii_ oocyst in an unstained wet mount.\n\n![](/dpdx/toxoplasmosis/images/5/T_gondii_DIC_unsporu_100X1.jpg?_=04800)\n\nFigure B: Unsporulated oocyst of _T. gondii_ in an unstained wet mount, viewed\nwith differential interference contrast (DIC) microscopy.\n\n![](/dpdx/toxoplasmosis/images/5/T_gondii_ooycst_fecalfloa.jpg?_=04802)\n\nFigure C: _T. gondii_ oocysts in a fecal floatation.\n\n![](/dpdx/toxoplasmosis/images/5/T_gondii_ooycst_fecalfloat2.jpg?_=04798)\n\nFigure D: Higher magnification of Figure C.\n\n##### Ocular toxoplasmosis: Chorioretinitis.\n\nOcular toxoplasmosis.\n\n![](/dpdx/toxoplasmosis/images/7/Toxo_ocular.jpg?_=04807)\n\nFigure A: Severe, active retinochoroiditis.\n\n![](/dpdx/toxoplasmosis/images/7/Congen_Toxo_ocular2.jpg?_=04805)\n\nFigure B: Peripheral retinochoroiditis.\n\n![](/dpdx/toxoplasmosis/images/7/Congen_Toxo_ocular.jpg?_=04804)\n\nFigure C: Central, healed retinochoroiditis.\n\n",
  "lab_diagnosis": "### Laboratory Diagnosis\n\nThe diagnosis of toxoplasmosis may be documented by:\n\n  * Observation of parasites in patient specimens, such as bronchoalveolar lavage material from immunocompromised patients, or lymph node biopsy.\n  * Isolation of parasites from blood or other body fluids, by intraperitoneal inoculation into mice or tissue culture. The mice should be tested for the presence of _Toxoplasma_ organisms in the peritoneal fluid 6 to 10 days post inoculation; if no organisms are found, serology can be performed on the animals 4 to 6 weeks post inoculation.\n  * Detection of parasite genetic material by PCR, especially in detecting congenital infections in utero.\n  * Serologic testing is the routine method of diagnosis.\n\n#### Antibody Detection\n\nThe detection of _Toxoplasma_ -specific antibodies is the primary diagnostic\nmethod to determine infection with _Toxoplasma_. _Toxoplasma_ antibody\ndetection tests are performed by a large number of laboratories with\ncommercially available kits.\n\nAn algorithm for the immunodiagnosis of toxoplasmosis for individuals greater\nthan one year of age is shown table below. The IFA and EIA tests for IgG and\nIgM antibodies are the tests most commonly used today. Persons should be\ninitially tested for the presence of _Toxoplasma_ -specific IgG antibodies to\ndetermine their immune status. A positive IgG titer indicates infection with\nthe organism at some time. If more precise knowledge of the time of infection\nis necessary, then an IgG positive person should have an IgM test performed by\na procedure with minimal nonspecific reactions, such as IgM-capture EIA. A\nnegative IgM test essentially excludes recent infection, but a positive IgM\ntest is difficult to interpret because _Toxoplasma_ -specific IgM antibodies\nmay be detected by EIA for as long as 18 months after acute acquired\ninfection.\n\nA major problem with _Toxoplasma_ -specific IgM testing is lack of\nspecificity. Two situations occur frequently: i) persons with a positive IgM\nbut negative IgG, and ii) individuals with positive IgG and IgM results. In\nthe first situation, a positive IgM result with a negative IgG result in the\nsame specimen should be viewed with great suspicion; the patient’s blood\nshould be redrawn two weeks after the first and tested together with the first\nspecimen. If the first specimen was drawn very early after infection, the\npatient should have highly positive IgG and IgM antibodies in the second\nsample. If the IgG is negative and the IgM is positive in both specimens, the\nIgM result should be considered to be a false positive and the patient should\nbe considered to be not infected. In the second situation, a second specimen\nshould be drawn and both specimens submitted together to a reference lab which\nemploys a different IgM testing system for confirmation.\n\nIf the patient is pregnant, and IgG/IgM positive, an IgG avidity test should\nbe performed. A high avidity result in the first 12 to 16 weeks of pregnancy\n(time dependent upon the commercial test kit) essentially rules out an\ninfection acquired during gestation. A low IgG avidity result should not be\ninterpreted as indicating recent infection, because some individuals have\npersistent low IgG avidity for many months after infection. Suspected recent\ninfection in a pregnant woman should be confirmed prior to intervention by\nhaving samples tested at a toxoplasmosis reference laboratory. If the patient\nhas clinical illness compatible with toxoplasmosis but the IgG titer is low, a\nfollow-up titer two to three weeks later should show an increase in antibody\ntiter if the illness is due to acute toxoplasmosis, assuming the host is not\nseverely immunocompromised.\n\nToxoplasmosis Laboratory Diagnosis  IgG Result | IgM Result | Report/interpretation for humans*  \n---|---|---  \nNegative | Negative | No serological evidence of infection with _Toxoplasma_.  \nNegative | Equivocal | Possible early acute infection or false-positive IgM reaction. Obtain a new specimen for IgG and IgM testing. If results for the second specimen remain the same, the patient is probably not infected with _Toxoplasma_.  \nNegative | Positive | Possible acute infection or false-positive IgM result. Obtain a new specimen for IgG and IgM testing. If results for the second specimen remain the same, the IgM reaction is probably a false-positive.  \nEquivocal | Negative | Indeterminate: obtain a new specimen for testing or retest this specimen for IgG in a different essay.  \nEquivocal | Equivocal | Indeterminate: obtain a new specimen for both IgG and IgM testing.  \nEquivocal | Positive | Possible acute infection with _Toxoplasma_. Obtain a new specimen for IgG and IgM testing. If results for the second specimen remain the same or if the IgG becomes positive, both specimens should be sent to a reference laboratory with experience in diagnosis of toxoplasmosis for further testing.  \nPositive | Negative | Infected with _Toxoplasma_ for six months or more.  \nPositive | Equivocal | Infected with _Toxoplasma_ for probably more than 1 year or false-positive IgM reaction. Obtain a new specimen for IgM testing. If results with the second specimen remain the same, both specimens should be sent to a reference laboratory with experience in the diagnosis of toxoplasmosis for further testing.  \nPositive | Positive | Possible recent infection within the last 12 months, or false-positive IgM reaction. Send the specimen to a reference laboratory with experience in the diagnosis of toxoplasmosis for further testing.  \n  \n  * *except infants\n\nNewborn infants suspected of congenital toxoplasmosis should be tested by both\nan IgM- and an IgA-capture EIA. Detection of _Toxoplasma_ -specific IgA\nantibodies is more sensitive than IgM detection in congenitally infected\nbabies. None of the current commercial assays offered in the United States\nhave been cleared by the Food and Drug Administration for in vitro diagnostic\nuse for infants; consequently, all specimens from neonates suspected of having\ncongenital toxoplasmosis should be sent to the Toxoplasma Serology Laboratory,\nPalo Alto, CA which has the most experience with infant testing.\n\nSerological determination of active central nervous system toxoplasmosis in\nimmunocompromised patients is not possible at this time. _Toxoplasma_\n-specific IgG antibody levels in AIDS patients often are low to moderate, but\noccasionally no specific IgG antibodies can be detected. Tests for IgM\nantibodies are generally negative.\n\nSeveral commercial kits for _Toxoplasma_ serologic testing are available.\nHowever, the sensitivity and specificity of these kits may vary widely from\none commercial brand to another. This is of concern because serology results\ncan influence decisions on continuation or termination of pregnancies.\n\n#### References:\n\n  1. NCCLS. Clinical Use and Interpretation of Serologic Tests for _Toxoplasma gondii_ ; Approved Guideline. NCCLS document M36-A [ISBN 1-56238-523-2]. NCCLS, 940 West Valley Road, Suite 1400, Wayne, PA 19087-1898 USA, 2004.\n  2. McAuley JM, Jones JL, Singh AM. _Toxoplasma_. In: Jorgensen JH, Pfaller MA, Carroll KC, Funke G, Landry ML, Richter SS, Warnock DW, editors. Manual of Clinical Microbiology. 11th ed. Washington, D.C.: American Society for Microbiology; 2015. p. 2373–2386.\n  3. Remington JS, McLeod R, Wilson CB, Desmonts G. Toxoplasmosis. In: Remington JS, Klein JO, editors. Infectious Diseases of the Fetus and Newborn Infant. 7th ed. Philadelphia, PA: The WB Saunders Co.; 2011. p. 918-1041.\n\n",
  "resources": "### Treatment Information\n\nTreatment information for toxoplasmosis can be found at:\n\n[Clinical Care of\nToxoplasmosis](https://www.cdc.gov/toxoplasmosis/hcp/clinical-care/index.html)\n\n",
  "image_links": [
    "/dpdx/toxoplasmosis/modules/Toxoplasma_LifeCycle_BAM1.gif?_=04818",
    "/dpdx/toxoplasmosis/images/1/T_gondii_tachy.jpg?_=04787",
    "/dpdx/toxoplasmosis/images/2/T_gondii_cyst_brain.jpg?_=04793",
    "/dpdx/toxoplasmosis/images/2/T_gondii_cyst_brain2.jpg?_=04794",
    "/dpdx/toxoplasmosis/images/3/T_gondii_cyst_unstained.jpg?_=04785",
    "/dpdx/toxoplasmosis/images/4/T_gondii_oocyst_sporu.jpg?_=04791",
    "/dpdx/toxoplasmosis/images/4/T_gondii_DIC_sporu_100X1.jpg?_=04789",
    "/dpdx/toxoplasmosis/images/5/T_gondii_oocyst_upsporu.jpg?_=04796",
    "/dpdx/toxoplasmosis/images/5/T_gondii_DIC_unsporu_100X1.jpg?_=04800",
    "/dpdx/toxoplasmosis/images/5/T_gondii_ooycst_fecalfloa.jpg?_=04802",
    "/dpdx/toxoplasmosis/images/5/T_gondii_ooycst_fecalfloat2.jpg?_=04798",
    "/dpdx/toxoplasmosis/images/7/Toxo_ocular.jpg?_=04807",
    "/dpdx/toxoplasmosis/images/7/Congen_Toxo_ocular2.jpg?_=04805",
    "/dpdx/toxoplasmosis/images/7/Congen_Toxo_ocular.jpg?_=04804"
  ],
  "last_reviewed": "June 7, 2024"
}